Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: Prefer memory where possible
hu_hu: Ahol lehet memóriát használja
ru_ru: По возможности, использовать память
sv: Använd minne om det är möjligt

source: Prepend before clipboard snippet:
hu_hu: Vágolaprészlet elé illeszt
ru_ru: Вставить перед фрагментом из буфера:
sv: Lägg till före urklipp:

source: Prepend before links:
hu_hu: Linkek elé illeszt
ru_ru: Вставить перед ссылками:
sv: Lägg till före länkar:

source: Prepend wiki word
hu_hu: Wikiszó elévetés
ru_ru: Добавить вики-слово в начало
sv: Lägg till wikiord först

source: Preview
hu_hu: Előnézet
ru_ru: Просмотр
sv: Förhandsgranskning

source: Preview renderer*:
hu_hu: Előnézet megjelenítő:
ru_ru: Просмотр с помощью*:
sv: Förhandsgranskningsrenderare*:

source: Preview:
hu_hu: Előnézet:
ru_ru: Предварительный просмотр:
sv: Förhandsgranskning:

source: Print
hu_hu: Nyomtatás
ru_ru: Печать
sv: Skriv ut

source: Print as:
hu_hu: Nyomtat mint:
ru_ru: Печатать как...
sv: Skriv ut som:

source: Process auto-generated areas
hu_hu: Automatikusan létrehozott területek feldolgozása
ru_ru: Обработать автоматически создаваемые области
sv: Kör automatiskt skapade ytor

source: Process insertion scripts
hu_hu: Beillesztett szkriptek feldolgozása
ru_ru: Обрабатывать вставные скрипты
sv: Kör infogningsskript

source: Quality:
hu_hu: Minőség:
ru_ru: Качество:
sv: Kvalitet:

source: R&egular expression
hu_hu: Szabályos kifejezés
ru_ru: &Регулярное выражение
sv: R&eguljärt uttryck

source: Re&place by:
hu_hu: Lecsrél evvel:
ru_ru: З&аменить на:

source: Read-only wiki
hu_hu: Csak olvasható wiki
ru_ru: Вики только для чтения
sv: Skrivskyddad wiki

source: Recent wikis list length:
hu_hu: Wiki előzménylista hossza:
ru_ru: Длина списка недавних вики:
sv: Listlängd i tidigare wikis:

source: Reduce update handling in HTML preview
hu_hu: HTML-előnézetben a frissítéskezelés csökkentése
ru_ru: Запретить обработку некоторых обновлений при просмотре HTML

source: Referencing directory in filestorage keeps everything in it
hu_hu: A fájltárolóban hivatkozás könyvtárra mindennel együtt
ru_ru: При наличии ссылки на директорию в файлохранилище оставлять всё её содержимое
sv: Referenser till katalog i fillagring sparar allt i den

source: Relative URL
hu_hu: Releatív URL
ru_ru: Относительный URL
sv: Relativ URL

source: Remember expanded tree nodes:
hu_hu: Megnyitott facsomópontok megjegyzése:
ru_ru: Запоминать раскрытые узлы дерева:
sv: Kom ihåg expanderade trädnoder:

source: Rename
hu_hu: Átnevez
ru_ru: Переименовать
sv: Byt namn

source: Rename Word:
hu_hu: Wikiszó átnevezése
ru_ru: Переименовать слово:
sv: Byt namn på wikiord

source: Rename dialog defaults
hu_hu: Alapbeállított párbeszédek átnevezése
ru_ru: Установки по умолчанию диалога переименования
sv: Standardinställning för namnbyte

source: Rename trashcan entry to:
hu_hu: A kuka elemének átnevezése erre:
ru_ru: Переименовать элемент в корзине в:
sv: Byt namn på post i papperskorgen till:

source: Rename wiki element to:
hu_hu: Wiki-elem átnevezése erre:
ru_ru: Переименовать элемент вики в:
sv: Byt namn på wikielement till:

source: Replace &All
hu_hu: Mindet cserél
ru_ru: Заменить &всё
sv: Ersätt &alla

source: Replace By
hu_hu: Cseréli erre:
ru_ru: Заменить на
sv: Ersätt med

source: Replace with:
hu_hu: Cseréli evvel:
ru_ru: Заменить на:
sv: Ersätt med:

source: Result
hu_hu: Eredmény
ru_ru: Результат
sv: Resultat

source: Reverse script search order (global imports first)
hu_hu: Fordított szkriptkeresési sorrend (globális importáltak elől)
ru_ru: Обратный порядок поиска скриптов (начая с global imports)
sv: Omvänd sökordning för skript (globala importer först)

source: Right
hu_hu: Jobb
ru_ru: Справа
sv: Höger

source: Same Tab
hu_hu: Azonos fül
ru_ru: Та же вкладка
sv: Samma flik

source: Saved Exports:
hu_hu: Mentett exportok
ru_ru: Сохранённые Экспорты:
sv: Sparade exporter:

source: Saved Searches:
hu_hu: Mentett keresések:
ru_ru: Сохранённые Поиски:
sv: Sparade sökningar:

source: Script security:
hu_hu: Szkript-biztonság:
ru_ru: Безопасность скриптов:
sv: Skriptsäkerhet:

source: Scroll under pointer (Windows only, exp.)
hu_hu: A mutató alatti görgetése (csak Windows)
ru_ru: Прокрутка под указателем мыши (только Windows, эксп.)
sv: Scrolla under pekare (endast Windows, exp.)

source: Search Page
hu_hu: Lapon keres
ru_ru: Искать на странице
sv: Sök på sida

source: Search Wiki
hu_hu: Wikiben keres
ru_ru: Искать в вики
sv: Sök i wikin

source: Search from
hu_hu: Keresés ettől
ru_ru: Начинать с
sv: Sök från

source: Search text
hu_hu: Keresett szöveg
ru_ru: Найти текст
sv: Sök text

source: Select facename
hu_hu: Facename kiválasztása
ru_ru: Выберите шрифт
sv: Välj typsnitt

source: Selection bg. color:
hu_hu: Kiválasztás háttérszine
ru_ru: Цвет фона выделения:
sv: Bakgrundsfärg på markering:

source: Selection fg. color:
hu_hu: Kiválasztás előtérszíne
ru_ru: Цвет фона текста:
sv: Förgrundsfärg på markering:

source: Separate files
hu_hu: Önálló fáljloban
ru_ru: Отдельные файлы
sv: Separata filer

source: Set As Root
hu_hu: Beállítás gyökérnek
ru_ru: Установить как корневую
sv: Sätt som rot

source: Short hint delay:
hu_hu: Rövidtipp késleltetése
ru_ru: Задержка короткой подсказки:
sv: Fördröjning innan länktips visas:

source: Shortcut:
hu_hu: Billentyűparancs:
ru_ru: Быстрая клавиша:
sv: Genväg:

source: Show iframes inside IE preview
hu_hu: Keretek mutatása IE előnézetben
ru_ru: Показывать iframe при просмотре в IE
sv: Visa iframes vid IE-förhandsgranskning

source: Show in toolbar
hu_hu: Eszköztárban mutat
ru_ru: Показать в панели инструментов
sv: Visa i verktygsfältet

source: Show pics as links in export
hu_hu: Exportban a képeket linkként mutassa
ru_ru: Показать при экспорте изображения как ссылки
sv: Visa bilder som länkar vid export

source: Show pics as links in preview
hu_hu: Előnézetben a képeket linkként mutassa
ru_ru: Показать при просмотре изображения как ссылки
sv: Visa bilder som länkar vid förhandsgranskning

source: Show pictures as links
hu_hu: Képek megjelenítése hivatkozásként
ru_ru: Показать изображения как ссылки
sv: Visa bilder som länkar

source: Show splash screen
hu_hu: Nyitókép mutatása
ru_ru: Показывать заставку
sv: Visa startbild

source: Show word list on hovering
hu_hu: Rámutatáskor a szavak listáját mutassa
ru_ru: Показать список слов при наведении курсора
sv: Visa lista över ord när musen hålls över

source: Show word list on select
hu_hu: Kiválasztáskor mutassa a szavak listáját
ru_ru: Показать список слов при выборе
sv: Visa lista över ord vid markering

source: Si&mple regex
hu_hu: Egyszerű regex
ru_ru: &Простое регулярное выражение
sv: Enkelt regex

source: Single page separator lines:
hu_hu: Önálló oldalakat elválasztó vonal:
ru_ru: Разделители отдельных страниц:
sv: Antal rader mellan sidor:

source: Single process per user*
hu_hu: Felhsználónként egy processz*
ru_ru: Один процесс на пользователя*
sv: En process per användare*

source: Skip
hu_hu: Átugrik
ru_ru: Пропустить
sv: Hoppa över

source: Sort
hu_hu: Rendez
ru_ru: Сортировать
sv: Sortera

source: Sort alphabetically
hu_hu: Betűrendbe rendez
ru_ru: Сортировать по алфавиту
sv: Sortera alfabetiskt

source: Sort order:
hu_hu: Rendezési sorrend:
ru_ru: Порядок сортировки:
sv: Sorteringsordning:

source: Sound
hu_hu: Hang
ru_ru: Звук
sv: Ljud

source: Sound file:
hu_hu: Hangfájl:
ru_ru: Файл звука:
sv: Ljudfil:

source: Spell Check
hu_hu: Helyesírásellenőrző
ru_ru: Правописание
sv: Stavningskontroll

source: Start browser after export
hu_hu: Böngésző indítása export után
ru_ru: Запустить браузер после экспорта
sv: Öppna webbläsare efter export

source: Statusbar time format:
hu_hu: Státuszsáv időformátuma
ru_ru: Формат времени в строке состояния:
sv: Tidsformat i statuslist:

source: Steps to complete version:
hu_hu: Változatok a teljes verzióig:
ru_ru: Шагов до завершения версии:
sv: Steg till komplett version:

source: Store relative pathes to wikis
hu_hu: Wikikben relatív útvonalak tárolása
ru_ru: Сохранять относительные пути в вики
sv: Lagra relativa sökvägar till wikis

source: Structure window heading depth:
hu_hu: Struktúraablak fejlécmélysége
ru_ru: Глубина заголовков окна структуры:
sv: Strukturfönstrets rubrikdjup:

source: Structure window position:
hu_hu: Struktúraablak pozíciója:
ru_ru: Расположение окна структуры:
sv: Strukturfönstrets position:

source: Structure window selection auto-follow
hu_hu: Struktúraablak kiválasztás automatikus követése
ru_ru: Автоматически отслеживать выбор в окне структуры
sv: Markera automatiskt i strukturfönster

source: Swap From <-> To
hu_hu: Cserélje erről <-> erre
ru_ru: Поменять местами сравниваемые страницы
sv: Växla från <-> till

source: Switch Ed./Prev
hu_hu: Szerk./Előnéz. vált.
ru_ru: Переключить Редактор/Просмотр
sv: Växla Red./Förh.

source: Switch Tabs in MRU order
hu_hu: Fülek váltása időrenben
ru_ru: CTRL-TAB переключает на последнюю использованную вкладку
sv: Växla flikar i MRU-ordning

source: Switch tab to edit
hu_hu: Előnézet: fülön szerkeszt
ru_ru: Переключить вкладку в режим редактирования
sv: Växla flik till redigerare

source: Sync. highlighting limit:
hu_hu: Szinkr. kiemelési határérték:
ru_ru: Предел синхр. выделения:
sv: Gräns för samtidigt bakgrundsjobb:

source: Synchronize editor by preview selection
hu_hu: Szerkesztő szinkronizálása az előnézeti kiválasztáshoz
ru_ru: Синхронизировать режим редактора с режимом просмотра
sv: Synkronisera redigeraren med markering i förhandsgranskning

source: System
hu_hu: Rendszer
ru_ru: Системная

source: Tab history
hu_hu: Fül-előzmények
ru_ru: История вкладки

source: Tab mode:
hu_hu: Fül mód:
ru_ru: Режим вкладок:

source: Tab width:
hu_hu: Fül szélessége
ru_ru: Интервал табулятора:
sv: Flikbredd:

source: Table of contents:
hu_hu: Tartalomjegyzék:
ru_ru: Оглавление:
sv: Innehållsförteckning:

source: Template page names reg. exp.:
hu_hu: Sablonlapok reg.ex.:
ru_ru: Регулярное выражение для имён страниц шаблонов:
sv: Regexp för namn på mallsidor:

source: Temporary file directory:
hu_hu: Időszakos fájlok könyvtára:
ru_ru: Папка для временных файлов:
sv: Temporär filkatalog:

source: Temporary files
hu_hu: Időszakos fájlok
ru_ru: Временные файлы
sv: Temporära filer

source: Temporary path:
hu_hu: Időszakos útvonala:
ru_ru: Путь к папке:
sv: Temporär sökväg:

source: Test
hu_hu: Teszt
ru_ru: Проверка

source: Text color:
hu_hu: Szövegszin:
ru_ru: Цвет текста:
sv: Textfärg:

source: Text cursor color:
hu_hu: Szövegkurzor színe:
ru_ru: Цвет текстового курсора:
sv: Textmarkörens färg:

source: Time coarsening:
hu_hu: Idő bővítése:
ru_ru: Огрубление времени:

source: Timeline
hu_hu: Időrend
ru_ru: Шкала времени
sv: Tidslinje

source: Title of toc:
hu_hu: Tartalomjegyzék elnevezése:
ru_ru: Заголовок оглавления:
sv: Titel på inneh.fört:

source: To Word:
hu_hu: Szóra:
ru_ru: В слово:
sv: Till ord:

source: To check
hu_hu: Ellenőrzendő
ru_ru: Проверить
sv: Att kontrollera

source: Top
hu_hu: Tető
ru_ru: Сверху
sv: Upptill

source: Translate menu accelerators for keyboard layout* (Windows)
hu_hu: Bilentyűzet kiosztás gyorsítók lefordítása* (Windows)
ru_ru: Преобразовать горячие клавишы меню для специальных раскладок* (Windows)
sv: Översätt menyacceleratorer för tangentbordslayout* (Windows)

source: Trashcan
hu_hu: Kuka
ru_ru: Корзина
sv: Papperskorg

source: Tree auto-follow
hu_hu: Fa - automatikus követés
ru_ru: Автоматическое слежение за деревом
sv: Trädet följer automatiskt

source: Tree auto-hide
hu_hu: Fa automatikus rejtése
ru_ru: Автоматически скрывать дерево
sv: Dölj träd automatiskt

source: Tree timing
hu_hu: Fa időzítése
ru_ru: Задержки дерева
sv: Trädtider

source: Tree update after save
hu_hu: Fa frissítése mentés után
ru_ru: Обновлять дерево после сохранения
sv: Träduppdatering efter spara

source: UI Language:
hu_hu: Kezelői felület nyelve
ru_ru: Язык интерфейса:
sv: Gränssnittsspråk:

source: UTF-8 with BOM
hu_hu: UTF-8 BOM-mal
ru_ru: UTF-8 с BOM
sv: UTF-8 med BOM

source: UTF-8 without BOM
hu_hu: UTF-8 BOM-nélkül
ru_ru: UTF-8 без BOM
sv: UTF-8 utan BOM

source: Unordered
hu_hu: Rendezetlen
ru_ru: Без упорядочения
sv: Osorterad

source: Up
hu_hu: Fel
ru_ru: Вверх
sv: Upp

source: Up to heading depth:
hu_hu: Fejléc mélység:
ru_ru: До заголовка глубины:
sv: Upp till rubrikdjup

source: Update ext. mod. files
hu_hu: Ext. mod. fájlok frissítése
ru_ru: Обновить файлы, модиф.извне

source: Update step min. delay:
hu_hu: Frissítési lépések késleltetése min.
ru_ru: Мин. задержка шага обновления:
sv: Uppdateringssteg min. fördröjning:

source: Uppercase first
hu_hu: Nagybetűsek előre
ru_ru: Сначала заглавные
sv: Versaler först

source: Use IME workaround for editor input*
hu_hu: IME munkakörnyezet használata a szerkesztő bemeneteként*
ru_ru: Использовать "заплатку" IME для ввода в редакторе*
sv: Använd IME workaround för indata till redigeraren*

source: Use link title if present
hu_hu: Hivatkozási címek használata, ha vannak
ru_ru: Использовать название ссылки, если есть
sv: Använd länktitel när sådan finns

source: Use vi keys in Webkit preview
hu_hu: Webkit nézetben vi billentyűk használata
ru_ru: Использовать сочетания клавиш vi при просмотре в Webkit
sv: Använd vi-nycklar i webkit förhandsgranskning

source: Use vi keys in editor
hu_hu: SZerkesztőben vi billentyűk használata
ru_ru: Использовать сочетания клавиш vi в редакторе

source: User notification:
hu_hu: Felhasználó értesítése:
ru_ru: Предупреждение пользователя:
sv: Användarmeddelande:

source: Version Import
hu_hu: Verzió impotrálása
ru_ru: Импорт версий
sv: Versionsimport

source: Versioning
hu_hu: Verziózás
ru_ru: Версии
sv: Versionshantering

source: Visited link color:
hu_hu: Meglátogatott hivatkozások színe:
ru_ru: Цвет посещённой ссылки:
sv: Färg på besökt länk:

source: Warn about other processes (Windows only)
hu_hu: Más folyamatokra figyelmeztet (csak Windows)
ru_ru: Предупреждать о других процессах (только для Windows)
sv: Varna om andra processer (endast Windows)

source: What to export:
hu_hu: Exportálandó:
ru_ru: Что экспортировать:
sv: Vad som ska exporteras:

source: What to print:
hu_hu: Nyomtatandó:
ru_ru: Печатать:
sv: Vad som ska skrivas ut:

source: Where to store:
hu_hu: Tárolás helye:
ru_ru: Где сохранять:
sv: Var lagring ska ske:

source: While wiki open
hu_hu: Amíg a wiki nyitva:
ru_ru: Пока открыта вики
sv: När wikin är öppen

source: Width:
hu_hu: Szélesség:
ru_ru: Ширина:
sv: Bredd:

source: Wiki Search
hu_hu: Wiki keresés
ru_ru: Найти в вики
sv: Wikisökning

source: Wiki Word
hu_hu: Wikiszó
ru_ru: Вики-слово
sv: Wikiord

source: Wiki icon:
hu_hu: Wiki ikon:
ru_ru: Иконка вики:
sv: Wikiikon:

source: Wiki language:
hu_hu: Wiki nyelve
ru_ru: Синтаксис вики:
sv: Gränssnittsspråk:

source: Wiki word to heading:
hu_hu: Wikiszó fejlécbe
ru_ru: Вики-слово как заголовок:
sv: Wikiord som titel:

source: Wiki-bound hotkey:
hu_hu: Wikit elrejtő gyorsbillentyű:
ru_ru: Горячая клавиша этой вики:
sv: Kortkommando för wiki:

source: Wiki-wide search
hu_hu: Wiki-szintű keresés:
ru_ru: Поиск по всей вики
sv: Sökning i hela wikin

source: Write saved searches
hu_hu: Mentett keresések kiírása
ru_ru: Записать сохранённые Поиски
sv: Skriv sparade sökningar

source: Write version data of pages
hu_hu: A lapok verzióadatai írja ki
ru_ru: Записать данные о версиях страниц
sv: Skriv sidornas versionsdata

source: Write wiki func. pages
hu_hu: Wiki funkciólapok írása
ru_ru: Записать функц. страницы вики
sv: Skriv wikins funktionssidor

source: bytes
hu_hu: bájt
ru_ru: (байты)

source: cursor
hu_hu: kurzor
sv: markör

source: include in export:
hu_hu: ellenőriz exportban:
ru_ru: включать в экспорт атрибуты:
sv: inkludera i export:

source: include in preview:
hu_hu: ellenőriz előnézetben:
ru_ru: включать в просмотр атрибуты:
sv: inkludera i förhandsgranskning:

source: level(s) below
hu_hu: szinttel alatta
ru_ru: уровней потомков
sv: nivå(er) under

source: milliseconds
hu_hu: ezredmásodperc
ru_ru: (миллисекунды)
sv: millisekunder

source: not
hu_hu: nem
ru_ru: не )
sv: inte

source: second(s)
hu_hu: másodperc
ru_ru: (секунды)
sv: sekund(er)

source: Cancel
hu_hu: Elvet
ru_ru: Отмена
sv: Avbryt

source: Destination directory:
hu_hu: Célkönyvtár:
ru_ru: Папка для сохранения:
sv: Målkatalog:

source: Title:
hu_hu: Cím:
ru_ru: Заголовок:
sv: Titel:

source: Source directory:
hu_hu: Forráskönyvtár:
ru_ru: Папка источника:
sv: Källkatalog:

source: Copy
hu_hu: Másol
ru_ru: Копировать
sv: Kopiera

source: Select All
hu_hu: Kiválaszt mind
ru_ru: Выделить всё
sv: Markera allt

source: Close Tab
hu_hu: Fül bezárása
ru_ru: Закрыть вкладку
sv: Stäng flik

source: Keep
hu_hu: Megtart
ru_ru: Оставить
sv: Spara

source: Default
hu_hu: Alapbeállítás
ru_ru: По умолчанию
sv: Standard

source: Delete
hu_hu: Töröl
ru_ru: Удалить
sv: Radera

source: Collect
hu_hu: Összegyűjt
ru_ru: Собрать
sv: Samla

source: Undo
hu_hu: Visszavon
ru_ru: Отменить
sv: Ångra

source: Redo
hu_hu: Ismét
ru_ru: Вернуть
sv: Gör om

source: Cut
hu_hu: Kivág
ru_ru: Вырезать
sv: Klipp ut

source: Paste
hu_hu: Beilleszt
ru_ru: Вставить
sv: Klistra in

source: &Delete
hu_hu: Töröl
ru_ru: &Удалить
sv: Ra&dera

source: Open Wiki Word
hu_hu: Wikiszó megnyitása
ru_ru: Открыть вики-слово
sv: Öppna wikiord

source: Rename Wiki Word
hu_hu: Wiki-szó átnevezése
ru_ru: Переименовать вики-слово
sv: Byt namn på wikiord

source: Yes
hu_hu: Igen
ru_ru: Да
sv: Ja

source: Overwrite
hu_hu: Felülír
ru_ru: Заменить
sv: Skriv över

source: No
hu_hu: Nem
ru_ru: Нет
sv: Nej

source: Import
hu_hu: Importál
ru_ru: Импорт
sv: Importera

source: Editor
hu_hu: Szerkesztő
ru_ru: Редактор
sv: Redigerare

source: Close
hu_hu: Bezár
ru_ru: Закрыть
sv: Stäng

source: Set page list
hu_hu: Oldallista beállítása
ru_ru: Задать фильтр страниц
sv: Ange sidlista

source: As Resultlist
hu_hu: Eredménylistaként
ru_ru: Как список
sv: Som resultatlista

source: As Full Search
hu_hu: Teljes keresésként
ru_ru: Как полный поиск
sv: Som full sökning

source: Activate New Tab
hu_hu: Új Fül Aktiválása
ru_ru: Открыть в новой вкладке
sv: Aktivera ny flik

source: Wiki-wide history
hu_hu: Wiki-szintű előzmények
ru_ru: История вики

source: Show empty days
hu_hu: Üres napok megjelenítése
ru_ru: Показать пустые дни
sv: Visa tomma datum

source: Sort dates ascending
hu_hu: Dátumokat emelkedő sorrendben
ru_ru: Сортировать даты по возрастанию
sv: Sortera datum stigande

source: Error starting WikidPad
hu_hu: Hiba WikidPad indításakor
ru_ru: Ошибка при старте WikidPad
sv: Fel vid uppstart av WikidPad

source: Error!
hu_hu: Hiba!
ru_ru: Ошибка!
sv: Fel!

source: Error
hu_hu: Hiba
ru_ru: Ошибка
sv: Fel

source: [Please set path to Gnuplot executable]
hu_hu: [Állítsa be a futtatható Gnuplot útvonalát]
ru_ru: [Пожалуйста, укажите путь к программе Gnuplot]
sv: [Ange sökvög till Gnuplots programfil]

source: [Gnuplot error: %s]
hu_hu: [Gnuplot hiba: %s]
ru_ru: [Ошибка Gnuplot: %s]
sv: [Gnuplot-fel: %s]

source: Path to Gnuplot:
hu_hu: Gnuplot útvonala:
ru_ru: Путь к Gnuplot:
sv: Sökväg till Gnuplot:

source: [Please set path to GraphViz executables]
hu_hu: [Állítsa be a futtatható GraphViz útvonalát]
ru_ru: [Пожалуйста, укажите путь к программам GraphViz]
sv: [Ange sökväg till GraphViz programfiler]

source: [%s error: %s]
hu_hu: [%s hiba: %s]
ru_ru: [Ошибка %s: %s]
sv: [%s-fel: %s]

source: Directory of executables:
hu_hu: Parancskönyvtár:
ru_ru: Папка программ:
sv: Katalog med programfiler:

source: Name of dot executable:
hu_hu: Dot parancs neve:
ru_ru: Имя программы dot:
sv: Namn på dot-filen:

source: Name of neato executable:
hu_hu: Neato parancsok neve:
ru_ru: Имя программы neato:
sv: Namn på neato-filen:

source: Name of twopi executable:
hu_hu: Twopi parancsok neve:
ru_ru: Имя программы twopi:
sv: Namn på twopi-filen:

source: Name of circo executable:
hu_hu: Circo parancsok neve:
ru_ru: Имя программы circo:
sv: Namn på circo-filen:

source: Name of fdp executable:
hu_hu: Fdp parancsok neve:
ru_ru: Имя программы fdp:
sv: Namn på fdp-filen:

source: %s error: %s
hu_hu: %s hiba: %s
ru_ru: Ошибка %s: %s
sv: %s-fel: %s

source: Show relation graph
hu_hu: Mutassa a relációs ábrát
ru_ru: Граф отношений
sv: Visa relationsgraf

source: Show rel. graph source
hu_hu: Mutassa a relációs ábra forrását
ru_ru: Скрипт графа отношений
sv: Visa relationsgrafens källa

source: Show relation graph source
hu_hu: Mutassa a relációs ábra forrását
ru_ru: Показать скрипт для создания графа отношений
sv: Visa relationsgrafens källa

source: Show child graph
hu_hu: Mutassa a leszármazott ábrát
ru_ru: Граф потомков
sv: Visa barngraf

source: Show child graph source
hu_hu: Mutassa a leszármaott ábra forrását
ru_ru: Скрипт графа потомков
sv: Visa barngrafens källa

source: GraphVizStructure
hu_hu: GraphVizStruktúra
sv: GraphViz-struktur

source: Node font name:
hu_hu: Csomópont betűtípusa:
ru_ru: Шрифт узла
sv: Typsnitt på noder:

source: Node font size:
hu_hu: Csomópont betűmérete
ru_ru: Размер шрифта узла:
sv: Teckenstorlek på noder:

source: Node border color:
hu_hu: Csomópont határoló szín:
ru_ru: Цвет рамки узла:
sv: Ramfärg på noder:

source: Node background color:
hu_hu: Csomópont háttérszín:
ru_ru: Цвет фона узла:
sv: Bakgrundsfärg på noder:

source: Edge color:
hu_hu: Mutató színe:
ru_ru: Цвет границы:
sv: Trådfärg:

source: One HTML page
hu_hu: Egy HTML lap
ru_ru: Одна HTML страница
sv: En HTML-sida

source: Set of HTML pages
hu_hu: HTML lapsorozat
ru_ru: Множество HTML страниц
sv: Flera HTML-sidor

source: Exporting %s
hu_hu: Exportálás %s
ru_ru: Экспортируется: %s
sv: Exporterar %s

source: <pre class="wikidpad">[Allow evaluation of insertions in "Options", page "Security", option "Process insertion scripts"]</pre>
hu_hu: <pre class="wikidpad">[Beillesztés ellenőrzése engedélyezhető "Opciók", lap "Biztonság", opció "Művelet beillesztése szkript"]</pre>
ru_ru: <pre class="wikidpad">[Разрешите исполнение скриптов в "Настройки", страница "Безопасность", опция "Обрабатывать вставные скрипты"]</pre>

source: [Unknown parser node with name "%s" found]
hu_hu: [Ismeretlen értelmező csomópont %s" néven]
ru_ru: [Найден неизвестный узел с именем "%s" ]
sv: [Okänd tolkningsnod med namnet "%s" hittades]

source: [Please set path to MimeTeX executable]
hu_hu: [Állítsa be a parancs Mimetex elérési útját]
ru_ru: [Пожалуйста, укажите путь к программам MimeTeX]
sv: [Ange sökväg till MimeTeX programfil]

source: [MimeTeX error: %s]
hu_hu: [MimeTeX hiba: %s]
ru_ru: [Ошибка MimeTeX: %s]
sv: [MimeTeX-fel: %s]

source: [Invalid response from MimeTeX]
hu_hu: [Érvénytelen válasz a MimeTeX-től]
ru_ru: [Неверный ответ MimeTeX]
sv: [Ogiltigt svar från MimeTeX]

source: Path to MimeTeX:
hu_hu: MimeTex-útvonal:
ru_ru: Путь к MimeTeX:
sv: Sökväg till MimeTeX:

source: [Please set path to Ploticus executable]
hu_hu: [Állítsa be a Ploticus parancs elérési útját]
ru_ru: [Пожалуйста, укажите путь к программе Ploticus]
sv: [Ange sökväg till Ploticus programfil]

source: [Ploticus error: %s]
hu_hu: [Ploticus hiba: %s]
ru_ru: [Ошибка Ploticus: %s]
sv: [Ploticus-fel: %s]

source: Path to Ploticus:
hu_hu: Ploticus-útvonal
ru_ru: Путь к Ploticus:
sv: Sökväg till Ploticus:

source: Output format:
hu_hu: Kimeneti formátum:
ru_ru: Формат вывода:
sv: Visningsformat:

source: Print Preview
hu_hu: Nyomtatási előnézet
ru_ru: Предварительный просмотр печати
sv: Förhandsgranska

source: Printout
hu_hu: Nyomtatvány
ru_ru: Печать
sv: Utskrift

source: Error loading Webkit: try a different export format)
hu_hu: Webkit-betöltési hiba: próbáljon másik export formátumot
ru_ru: Ошибка при загрузке Webkit: попробуйте другой формат экспорта)

source: Footnotes as wiki words
hu_hu: Lábjegyzetek wikiszóként
ru_ru: Сноски как вики-слова
sv: Fotnoter som wikiord

source: Create new page
hu_hu: Új lap
ru_ru: Создать новую страницу
sv: Skapa ny sida

source: Insert referring pages
hu_hu: Hivatkozó lapok beillesztése
ru_ru: Вставить ссылки для текущей страницы
sv: Infoga hänvisande sidor

source: Referers
hu_hu: Hivatkozók
ru_ru: Ссылки страницы
sv: Hänvisningar
