Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: <html> <body bgcolor="#FFFFFF"> <center> <table bgcolor="#CCCCCC" width="100%%" cellspacing="0" cellpadding="0" border="1"> <tr> <td align="center"><h2>%s</h2></td> </tr> </table> <p> wikidPad is a Wiki-like notebook for storing your thoughts, ideas, todo lists, contacts, or anything else you can think of to write down. What makes wikidPad different from other notepad applications is the ease with which you can cross-link your information. </p> <br><br> <table border=0 cellpadding=1 cellspacing=0> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Michael Butscher</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">mbutscher@gmx.de</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.mbutscher.de/software.html</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Jason Horman</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">wikidpad@jhorman.org</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.jhorman.org/wikidPad/</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Gerhard Reitmayr</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">gerhard.reitmayr@gmail.com</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="left" colspan="2" nowrap><font size="3"><b>Translations:</b></font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Chinese:</b></font></td><td nowrap><font size="3">yuxiaoxu@msn.com</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Hungarian:</b></font></td><td nowrap><font size="3">Török Árpád</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Russian:</b></font></td><td nowrap><font size="3">Oleg Domanov</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Swedish:</b></font></td><td nowrap><font size="3">Stefan Berg</font></td></tr> </table> </center> <hr /> <p>Your configuration directory is: <b>%s</b><br /> Sqlite version: <b>%s</b><br /> wxPython version: <b>%s</b> </p> </body> </html>
hu_hu: <html> <body bgcolor="#FFFFFF"> <center> <table bgcolor="#CCCCCC" width="100%%" cellspacing="0" cellpadding="0" border="1"> <tr> <td align="center"><h2>%s</h2></td> </tr> </table> <p> A WikidPad egy Wikiszerű jegyzettömb, gondolatok, ötletek, tennivalók, kapcsolatok, vagy bármi más feljegyzésére, amit fontosnak gondol leírni. Ami a WikidPad-ot megkülönbözteti más jegyzettömb alkalmazásoktól, az a könnyedség, amivel információhoz kereszthivatkozásokat készíthe. </p> <br><br> <table border=0 cellpadding=1 cellspacing=0> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Michael Butscher</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">mbutscher@gmx.de</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.mbutscher.de/software.html</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Jason Horman</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">wikidpad@jhorman.org</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.jhorman.org/wikidPad/</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Author:</b></font></td><td nowrap><font size="3">Gerhard Reitmayr</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">gerhard.reitmayr@gmail.com</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="left" colspan="2" nowrap><font size="3"><b>Fordítás:</b></font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Swedish:</b></font></td><td nowrap><font size="3">Stefan Berg</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Magyar:</b></font></td><td nowrap><font size="3">Török Árpád</font></td></tr> </table> </center> <hr /> <p>Az ön konfigurációs könyvtára: <b>%s</b><br /> Sqlite verzió: <b>%s</b><br /> wxPython verzió: <b>%s</b> </p> </body> </html>
ru_ru: <html> <body bgcolor="#FFFFFF"> <center> <table bgcolor="#CCCCCC" width="100%%" cellspacing="0" cellpadding="0" border="1"> <tr> <td align="center"><h2>%s</h2></td> </tr> </table> <p> wikidPad это википодобная записная книжка, в которой вы можете хранить ваши мысли, идеи, планы, контакты и многое другое, что можно представить в письменном виде. Что отличает WikidPad от других записных книжек, так это простота создания перекрёстных связей для вашей информации. </p> <br><br> <table border=0 cellpadding=1 cellspacing=0> <tr><td width="30%%" align="right"><font size="3"><b>Автор:</b></font></td><td nowrap><font size="3">Michael Butscher</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">mbutscher@gmx.de</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.mbutscher.de/software.html</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Автор:</b></font></td><td nowrap><font size="3">Jason Horman</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">wikidpad@jhorman.org</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.jhorman.org/wikidPad/</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Автор:</b></font></td><td nowrap><font size="3">Gerhard Reitmayr</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">gerhard.reitmayr@gmail.com</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="left" colspan="2" nowrap><font size="3"><b>Переводы:</b></font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Венгерский:</b></font></td><td nowrap><font size="3">Török Árpád</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Китайский:</b></font></td><td nowrap><font size="3">yuxiaoxu@msn.com</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Русский:</b></font></td><td nowrap><font size="3">Олег Доманов</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Шведский:</b></font></td><td nowrap><font size="3">Stefan Berg</font></td></tr> </table> </center> <hr /> <p>Ваша папка конфигурации: <b>%s</b><br /> Версия Sqlite: <b>%s</b><br /> Версия wxPython: <b>%s</b> </p> </body> </html>
sv: <html> <body bgcolor="#FFFFFF"> <center> <table bgcolor="#CCCCCC" width="100%%" cellspacing="0" cellpadding="0" border="1"> <tr> <td align="center"><h2>%s</h2></td> </tr> </table> <p> wikidPad är en wikiliknande anteckningsbok för tankar, idéer, attgöra-listor eller vad som helst som behöver antecknas. Det som skiljer wikidPad från andra anteckningsprogram är enkelheten att korslänka information. </p> <br><br> <table border=0 cellpadding=1 cellspacing=0> <tr><td width="30%%" align="right"><font size="3"><b>Upphovsman:</b></font></td><td nowrap><font size="3">Michael Butscher</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">mbutscher@gmx.de</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.mbutscher.de/software.html</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Upphovsman:</b></font></td><td nowrap><font size="3">Jason Horman</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">wikidpad@jhorman.org</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>URL:</b></font></td><td nowrap><font size="3">http://www.jhorman.org/wikidPad/</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Upphovsman:</b></font></td><td nowrap><font size="3">Gerhard Reitmayr</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Email:</b></font></td><td nowrap><font size="3">gerhard.reitmayr@gmail.com</font></td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="right">&nbsp;</td></tr> <tr><td width="30%%" align="left" colspan="2" nowrap><font size="3"><b>Översättningar:</b></font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Kinesiska:</b></font></td><td nowrap><font size="3">yuxiaoxu@msn.com</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Ryska:</b></font></td><td nowrap><font size="3">Oleg Domanov</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Svenska:</b></font></td><td nowrap><font size="3">Stefan Berg</font></td></tr> <tr><td width="30%%" align="right"><font size="3"><b>Ungerska:</b></font></td><td nowrap><font size="3">Török Árpád</font></td></tr> </table> </center> <hr /> <p>Din konfigurationskatalog är: <b>%s</b><br /> Sqlite version: <b>%s</b><br /> wxPython version: <b>%s</b> </p> </body> </html>

source: About WikidPad
hu_hu: WikidPad névjegye
ru_ru: О программе WikidPad
sv: Om WikidPad

source: N/A
hu_hu: Nincs adat
ru_ru: Нет данных

source: Okay
hu_hu: Rendben
ru_ru: OK
sv: OK

source: Wiki Properties
hu_hu: Wiki tulajdonságok
ru_ru: Свойства вики
sv: Wikiegenskaper

source: No wiki loaded
hu_hu: Nincs betöltött Wikilap
ru_ru: Нет загруженных вики
sv: Ingen wiki laddad

source: Wiki config. path:
hu_hu: Wiki konfig. útvonal
ru_ru: Путь к конфигурации вики:
sv: Wikins konfigurationssökväg:

source: Wiki database backend:
hu_hu: Wiki adatbázisfeldolgozó
ru_ru: Тип базы данных:
sv: Wikins databasstöd:

source: Number of wiki pages:
hu_hu: Wiki lapok száma:
ru_ru: Число вики-страниц:
sv: Antal wikisidor:

source: Wiki is read-only. Reason:
hu_hu: A wiki csak olvasható, mert:
ru_ru: Вики открыта только для чтения. Причина:
sv: Wikin är skrivskyddad. Anledning:

source: Write access to database lost. Try "Wiki"->"Reconnect"
hu_hu: Az adatbázis írási elérése megszűnt. Próbálja a "Wik"->"Újracsatlakozi"
ru_ru: Доступ на запись к базе данных утерян. Попробуйте "Вики"->"Подключить заново"
sv: Skrivåtkomst till databasen förlorad. Försök med "Wiki"->"Återanslut"

source: Wiki was set read-only in options dialog
hu_hu: A wiki az opcióknál csak olvashatóra lett állítva
ru_ru: В диалоге настройки вики установлено "Только для чтения"
sv: Wikin angavs som skrivskyddad i dialogrutan Alternativ

source: Can't write wiki config.:
hu_hu: Nem tudja írni a wiki konfig.-ot
ru_ru: Сбой записи конфигурации вики:
sv: Kan inte skriva wikikonfiguration:

source: Unknown reason
hu_hu: Ismeretlen_ok
ru_ru: Неизвестная причина
sv: Okänd anledning

source: Jobs
hu_hu: Feladatok
ru_ru: Задания
sv: Jobb

source: Number of Jobs:
hu_hu: Feladatszám:
ru_ru: Число заданий:
sv: Antal jobb:

source: Number of Done Jobs:
hu_hu: Elvégzett faladatok száma:
ru_ru: Число законченных заданий

source: AQUAMARINE
hu_hu: KÉKESZÖLD
sv: AKVAMARIN

source: BLACK
hu_hu: FEKETE
sv: SVART

source: BLUE VIOLET
hu_hu: IBOLYAKÉK
sv: BLÅVIOLETT

source: BLUE
hu_hu: KÉK
sv: BLÅ

source: BROWN
hu_hu: BARNA
sv: BRUN

source: CADET BLUE
hu_hu: ISKOLAKÉK
sv: KADETTBLÅ

source: CORAL
hu_hu: KORALL
sv: KORALL

source: CORNFLOWER BLUE
hu_hu: BÚZAVIRÁGKÉK
sv: BLÅKLINT

source: CYAN
hu_hu: CIÁN

source: DARK GREEN
hu_hu: SÖTÉTZÖLD
sv: MÖRKGRÖN

source: DARK GREY
hu_hu: SÖTÉTSZÜRKE
sv: MÖRKGRÅ

source: DARK OLIVE GREEN
hu_hu: SÖTÉT OLIVAZÖLD
sv: MÖRK OLIVGRÖN

source: DARK ORCHID
hu_hu: SÖTÉR ORCHIDEA
sv: MÖRK ORKIDÉ

source: DARK SLATE BLUE
hu_hu: SÖTÉT PALAKÉK
sv: MÖRK SKIFFERBLÅ

source: DARK SLATE GREY
hu_hu: SÖTÉT PALASZÜRKE
sv: MÖRK SKIFFERGRÅ

source: DARK TURQUOISE
hu_hu: SÖTÉT TÜRKIZ
sv: MÖRK TURKOS

source: DIM GREY
hu_hu: HALVÁNY SZÜRKE
sv: BLEKGRÅ

source: FIREBRICK
hu_hu: TÉGLAVÖRÖS
sv: TEGEL

source: FOREST GREEN
hu_hu: ERDEI ZÖLD
sv: SKOGSGRÖN

source: GOLD
hu_hu: ARANY
sv: GULD

source: GOLDENROD
hu_hu: ARANYRÚD
sv: GULLRIS

source: GREEN YELLOW
hu_hu: ZÖLDESSÁRGA
sv: GRÖNGUL

source: GREEN
hu_hu: ZÖLD
sv: GRÖN

source: GREY
hu_hu: SZÜRKE
sv: GRÅ

source: INDIAN RED
hu_hu: INDIÁNVÖRÖS
sv: KASTANJ

source: KHAKI
hu_hu: KEKI

source: LIGHT BLUE
hu_hu: VILÁGOSKÉK
sv: LJUSBLÅ

source: LIGHT GREY
hu_hu: VILÁGOSSZÜRKE
sv: LJUSGRÅ

source: LIGHT STEEL BLUE
hu_hu: VILÁGOS ACÉLKÉK
sv: LJUST STÅLBLÅ

source: LIME GREEN
hu_hu: LIME ZÖLD
sv: LIMEGRÖN

source: MAGENTA
hu_hu: BÍBORVÖRÖS

source: MAROON
hu_hu: GESZTENYE
sv: RÖDBRUN

source: MEDIUM AQUAMARINE
hu_hu: KÖZÉP KÉKESZÖLD
sv: MELLANAKVAMARIN

source: MEDIUM BLUE
hu_hu: KÖZÉPKÉK
sv: MELLANBLÅ

source: MEDIUM FOREST GREEN
hu_hu: KÖZÉP ERDEI ZÖLD
sv: MELLANSKOGSGRÖN

source: MEDIUM GOLDENROD
hu_hu: KŐZÉP ARANYRÚD
sv: MELLANGULLRIS

source: MEDIUM ORCHID
hu_hu: KÖZÉP ORCHIDEA
sv: MELLANORKIDÉ

source: MEDIUM SEA GREEN
hu_hu: KÖZÉP TENGERÉSKÉK
sv: MELLANHAVSGRÖN

source: MEDIUM SLATE BLUE
hu_hu: KÖZÉP PALAKÉK
sv: MELLANBLEKBLÅ

source: MEDIUM SPRING GREEN
hu_hu: KÖZÉP TAVASZI ZÖLD
sv: MELLANVÅRGRÖN

source: MEDIUM TURQUOISE
hu_hu: KÖZÉP TÜRKIZ
sv: MELLANTURKOS

source: MEDIUM VIOLET RED
hu_hu: KÖZÉP VIOLAVÖRÖS
sv: MELLANVIOLETTRÖD

source: MIDNIGHT BLUE
hu_hu: ÉJKÉK
sv: MIDNATTSBLÅ

source: NAVY
hu_hu: TENGERÉSZKÉK
sv: MARIN

source: ORANGE RED
hu_hu: NARANCSVÖRÖS
sv: ORANGERÖD

source: ORANGE
hu_hu: NARANCSSÁRGA

source: ORCHID
hu_hu: ORCHIDEA
sv: ORKIDÉ

source: PALE GREEN
hu_hu: HALVÁNYZÖLD
sv: BLEKGRÖN

source: PINK
hu_hu: RÓZSSZÍN
sv: ROSA

source: PLUM
hu_hu: SZILVAKÉK
sv: PLOMMON

source: PURPLE
hu_hu: BORDÓ
sv: MÖRKLILA

source: RED
hu_hu: VÖRÖS
sv: RÖD

source: SALMON
hu_hu: LAZACVÖRÖS
sv: LAXROSA

source: SEA GREEN
hu_hu: TENGERZÖLD
sv: HAVSGRÖN

source: SIENNA
hu_hu: SZIENNA
sv: SIENA

source: SKY BLUE
hu_hu: ÉGKÉK
sv: HIMMELSBLÅ

source: SLATE BLUE
hu_hu: PALAKÉK
sv: BLEKBLÅ

source: SPRING GREEN
hu_hu: TAVASZI ZÖLD
sv: VÅRGRÖN

source: STEEL BLUE
hu_hu: ACÉLKÉK
sv: STÅLBLÅ

source: TAN
hu_hu: KREOL
sv: BARKBRUN

source: THISTLE
hu_hu: BOGÁNCS
sv: TISTEL

source: TURQUOISE
hu_hu: TÜRKIZ
sv: TURKOS

source: VIOLET RED
hu_hu: VIOLAVÖRÖS
sv: VIOLETTRÖD

source: VIOLET
hu_hu: VIOLA
sv: VIOLETT

source: WHEAT
hu_hu: BÚZA
sv: VETE

source: WHITE
hu_hu: FEHÉR
sv: VIT

source: YELLOW GREEN
hu_hu: SÁRGÁSZÖLD
sv: GULGRÖN

source: YELLOW
hu_hu: SÁRGA
sv: GUL

source: Parent wikiword does not exist: [%s: %s]
hu_hu: Szülő wikiszó nem létezik: [%s: %s]
ru_ru: Родительское викислово не существует: [%s: %s]

source: Multiple parent attributes found on page: [%s: %s]
hu_hu: Töbsszörözött szülői jellemzők a lapon: [%s: %s]
ru_ru: На странице обнаружено несколько родительских атрибутов: [%s: %s]

source: Alias value isn't a valid wikiword: [%s: %s], %s
hu_hu: Az álnév nem valós wikiszó: [%s: %s], %s
ru_ru: Псевдоним не является допустимым вики-словом: [%s: %s], %s
sv: Alias är inte ett tillåtet wikiord: [%s: %s], %s

source: A real wikiword with the alias name exists already: [%s: %s]
hu_hu: Wikiszó ezzel az álnévvel már létezik: [%s: %s]
ru_ru: Реальное вики-слово с таким именем уже существует: [%s: %s]
sv: Ett riktigt wikiord med aliasnamnet finns redan: [%s: %s]

source: Template value isn't a valid wikiword: [%s: %s], %s
hu_hu: A sablonérték nem valós wikiszó: [%s: %s], %s
ru_ru: Шаблон не является допустимым вики-словом: [%s: %s], %s
sv: Mallvärdet är inte ett tillåtet wikiord: [%s: %s], %s

source: Template value isn't an existing wikiword: [%s: %s]
hu_hu: A sablonérték nemlétező wikiszó: [%s: %s]
ru_ru: Шаблон не является существующим вики-словом: [%s: %s]
sv: Mallvärdet är inte ett existerande wikiord: [%s: %s], %s

source: The attribute %s was already set differently on this page
hu_hu: A(z) %s attribútumot már beállították másként a lapon
ru_ru: Атрибут %s на этой странице уже установлен в иное значение
sv: Attributet %s är redan angivet annorlunda på denna sida

source: Attribute '%s' is already defined on the wiki page(s): %s
hu_hu: A(z) %s attribútumot már beállították a wikilap(ok)on: %s
ru_ru: Атрибут '%s' уже определён на вики-страницах: %s
sv: Attributet '%s' är redan definierat på wikisidorna: %s

source: Icon name doesn't exist: [%s: %s]
hu_hu: Nemlétező ikonnév: [%s: %s]
ru_ru: Такой иконки не существует: [%s: %s]
sv: Namnet på ikonen finns inte: [%s: %s]

source: Color name doesn't exist: [%s: %s]
hu_hu: Nemlétező szín: [%s: %s]
ru_ru: Такого цвета не существует: [%s: %s]
sv: Namnet på färgen finns inte: [%s: %s]

source: The attribute 'global.graph.relations.exclude' (e.g. on page '%s') overrides the '...include' attribute
hu_hu: A 'global.graph.relations.exclude' attribútum (pl. a '%s' lapon) felülírja a(z) '...include' attribútumot
ru_ru: Атрибут 'global.graph.relations.exclude' (например, на странице '%s') переопределяет атрибут '...include'
sv: Attributet 'global.graph.relations.exclude' (t. ex. på sidan '%s') åsidosätter '...include'-egenskapen

source: Same attribute twice: [%s: %s]
hu_hu: Ugyan az a Jellemző duplázva: [%s: %s]
ru_ru: Повторяется один и тот же атрибут: [%s: %s]
sv: Samma attribut två gånger: [%s: %s]

source: Saved export '%s' is unknown.
hu_hu: A mentett export '%s' ismeretlen
ru_ru: Сохранённый Экспорт '%s' неизвестен
sv: Sparad export '%s' är okänd.

source: If saved export is given, 'what', 'type' and 'dest' aren't allowed.
hu_hu: Ha a mentett export létezik, akkor a 'mit', 'típus' és 'cél' nem engedélyezett
ru_ru: Если задан сохранённый экспорт, то 'what', 'type' и 'dest' недопустимы.
sv: Om sparad export anges, tillåts inte 'what', 'type' och 'dest'

source: To export, all three export options ('what', 'type' and 'dest') must be set.
hu_hu: Az exportáláshoz mindhárom opció ('mit, 'típus' és 'cél) beállítása szükséges.
ru_ru: Для экспорта должны быть установлены все три опции ( 'what', 'type' и 'dest').
sv: För att exportera måste alla tre alternativ ('what', 'type' och 'dest') anges.

source: Value for --export-what can be 'page', 'subtree' or 'wiki'.
hu_hu: A --export-what (mit) értéke lehet 'lap', 'alárendelt fa', vagy 'wiki'.
ru_ru: Значением --export-what могут быть 'page', 'subtree' или 'wiki'.
sv: Värdet för --export-what kan vara 'page', 'subtree' eller 'wiki'.

source: Value for --export-type can be one of: %s
hu_hu: Az --export-type értéke lehet a(z) %s egyike
ru_ru: Значением --export-type может быть одно из: %s
sv: Värdet för --export-type kan vara något av: %s

source: Combination of --exit and --continuous-export-saved isn't allowed
hu_hu: A kilpés és a folyamatos export mentése együttesen nem engedélyezett
ru_ru: Комбинация --exit и --continuous-export-saved недопустима
sv: Kombinationen --exit och --continuous-export-saved är inte tillåten

source: Options: -h, --help: Show this message box -w, --wiki <wiki path>: set the wiki to open on startup -p, --page <page name>: set the page to open on startup -x, --exit: exit immediately after performing command line actions --export-what <what>: choose if you want to export page, subtree or wiki --export-type <type>: tag of the export type --export-dest <destination path>: path of destination directory for export --export-saved <name of saved export>: alternatively name of saved export to run --export-compfn: Use compatible filenames on export --continuous-export-saved <name of saved export>: continuous export to start with --rebuild: rebuild the Wiki database --update-ext: update externally modified wiki files --no-recent: Do not record opened wikis in recently opened wikis list --preview: If no pages are given, all opened pages from previous session are opened in preview mode. Otherwise all pages given after that option are opened in preview mode. --editor: Same as --preview but opens in text editor mode.
hu_hu: Opciók: -h, --help: Ezen üzenetdoboz megjelenítése -w, --wiki <wikiútvonal>: indításkor megnyitandó wiki beállítása -p, --page <lapnév>: indításkor megnyitandó lap beállítása -x, --exit: a parancssor végrehajtását követően azonnal kilép --export-what <mit>: válassza, ha exportálni szeretne lapot, alárendelt fát, vagy wikit --export-type <típus>: az export típus kiterjesztése --export-dest <cél útvonala>: az exportálás célkönyvtára --export-compfn: exportáláskor kompatibilis fájlnév alkalmazása --rebuild: Wiki adatbázis újraépítése --no-recent: Ne jegyezze meg a megnyitott wikiket az "Előzményekben" --preview: Ha nincsenek lapok megadva, akkor az előző mentben megnyitott valamennyit megnyitja előnézetben. Ellenkező esetben az opció után meghatározott lapokat nyitja meg előnézetben. --editor: Mint a --preview, de szerkesztő módban nyitja meg.
ru_ru: Опции: -h, --help: Показать эту справку -w, --wiki <wiki path>: установить вики, которая открывается при старте -p, --page <page name>: установить страницу, которая открывается при старте -x, --exit: выйти сразу после выполнения действий командной строки --export-what <what>: выбор объекта экспорта: страница, поддерево или вики (page, subtree or wiki) --export-type <type>: тип экспорта --export-dest <destination path>: путь папки для экспорта --export-saved <name of saved export>: альтернативно: название сохранёного Экспорта --export-compfn: Использовать совместимые имена файлов при экспорте --continuous-export-saved <name of saved export>: начать с непрерывного экпорта --rebuild: перестроить базу данных вики --update-ext: обновить модифицированные извне файлы --no-recent: Не добавлять открытые вики в список недавно открытых --preview: Если страницы не указаны, то все открытые страницы предыдущей сессии открываются в режиме просмотра. В противном случае, все страницы, указанные после этой опции, открываются в режиме просмотра. --editor: Аналогично --preview, но страницы открываются в режиме редактирования.

source: Usage information
hu_hu: Alkalmazási információ
ru_ru: Информация об использовании
sv: Information om användning

source: Unknown option %s:%s
hu_hu: Ismeretlen opció %s:%s
ru_ru: Неизвестная опция %s:%s
sv: Okänt alternativ %s:%s

source: Config file not found
hu_hu: Konfigurációs fájl nem található
ru_ru: Файл конфигурации не найден
sv: Konfigurationsfilen hittades inte

source: Ambiguos option set %s:%s
hu_hu: Ambíciózus opciók beállítva %s:%s
ru_ru: Неоднозначные установки %s:%s
sv: Otydligt alternativ %s:%s

source: <Diff from %s to %s>
hu_hu: <Dif %s-től %s-ig>
ru_ru: <Отличия стр. %s от стр. %s>
sv: <Diff från %s till %s>

source: '%s' is an invalid wiki word. %s.
hu_hu: '%s' érvénytelen wikiszó. %s.
ru_ru: '%s' не является допустимым вики-словом. %s.
sv: '%s' är ett ogiltigt wikiord. %s.
