Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: &Icon Attribute
hu_hu: Ikonjellemző
ru_ru: Атрибут &иконки
sv: &Ikonattribut

source: &Color Attribute
hu_hu: Színjellemző
ru_ru: Атрибут &цвета
sv: Färgattribut

source: &Back
hu_hu: Vissza
ru_ru: &Назад
sv: &Bakåt

source: Go backward
hu_hu: Visszalép
ru_ru: Перейти назад
sv: Gå bakåt

source: &Forward
hu_hu: Előre
ru_ru: &Вперёд
sv: &Framåt

source: Go forward
hu_hu: Előrelép
ru_ru: Перейти вперёд
sv: Gå framåt

source: &Wiki Home
hu_hu: Wiki indulólap
ru_ru: &Домашняя страница
sv: &Wikins startsida

source: Go to wiki homepage
hu_hu: Ugrás a wiki indulólaphoz
ru_ru: Перейти на домашнюю страницу этой вики
sv: Gå till wikins startsida

source: Up&ward
hu_hu: Felfelé
ru_ru: В&верх
sv: &Uppåt

source: Go upward from a subpage
hu_hu: Lépjen fel az alárendelt lapból
ru_ru: Перейти вверх от подстраницы
sv: Gå uppåt från en undersida

source: Go to &Page...
hu_hu: Ugrás lapra...
ru_ru: Перейти на &страницу...
sv: Gå till sida...

source: Open wiki word
hu_hu: Wikiszó megnyitása
ru_ru: Открыть вики-слово
sv: Öppna wikiord

source: Go to P&arent...
hu_hu: Ugrás a felmenőhöz...
ru_ru: Перейти к &родителю...
sv: Lista föräldranoder...

source: List parents of current wiki word
hu_hu: Aktuális wikiszó felmenőinek listázása
ru_ru: Список родителей текущего вики-слова
sv: Visa föräldrar till aktuellt wikiord

source: List &Children...
hu_hu: Leszármazottak listázása...
ru_ru: Перейти к &потомку...
sv: Lista barnnoder...

source: List children of current wiki word
hu_hu: Aktuális wikiszó leszármazottainak listázása
ru_ru: Список потомков текущего вики-слова
sv: Visa barnnoder till aktuellt wikiord

source: List Pa&rentless Pages
hu_hu: Felmenő nélküli lapok listázása
ru_ru: Список страниц &без родителей
sv: Lista föräldralösa sidor

source: List nodes with no parent relations
hu_hu: Felmenői kapcsolat nélküli csomópontok listázása
ru_ru: Показать список узлов, не имеющих родителей
sv: Visa noder som saknar förälderrelationer

source: Show &History...
hu_hu: Előzmények megjelenítése...
ru_ru: Показать &историю...
sv: Visa &historik...

source: View tab history
hu_hu: Fül előzményeinek megjelenítése
ru_ru: Посмотреть историю вкладки
sv: Visa flikhistorik

source: &Up History...
hu_hu: Előzményekben fel...
ru_ru: &Назад по истории...
sv: &Upp i historik...

source: Up in tab history
hu_hu: Fel a fül előzményeiben
ru_ru: Назад по истории вкладки
sv: Upp i flikhistorik

source: &Down History...
hu_hu: Előzményekben le...
ru_ru: &Вперёд по истории...
sv: Ner i historik...

source: Down in tab history
hu_hu: A fül előzményeiben le
ru_ru: Вперёд по истории вкладки
sv: Ner i flikhistorik

source: Add B&ookmark
hu_hu: Könyvjelző hozzáadása
ru_ru: Добавить &закладку
sv: Lägg till b&okmärke

source: Add bookmark to page
hu_hu: Könyvjelző a laphoz
ru_ru: Добавить закладку на эту страницу
sv: Lägg till bokmärke till sida

source: Go to &Bookmark...
hu_hu: Ugrás a könyvjelzőhöz...
ru_ru: Перейти &к закладке...
sv: Gå till &bokmärke...

source: List bookmarks
hu_hu: Könyvjelzők listázása
ru_ru: Список закладок
sv: Lista bokmärken

source: &Continuous Export...
hu_hu: Folyamatos export...
ru_ru: &Непрерывный экспорт...
sv: Kontinuerlig export...

source: Open export dialog for continuous export of changes
hu_hu: Exportpárbeszéd nyitása a változások folyamatos exportjához
ru_ru: Открыть диалог непрерывного экспорта изменений
sv: Öppna exportdialog för kontinuerlig export av ändringar

source: Import dialog
hu_hu: Importpárbeszéd
ru_ru: Диалог импорта

source: Scripts
hu_hu: Szkriptek
ru_ru: Скрипты
sv: Skript

source: Run scripts, evaluate expressions
hu_hu: Szkriptek futtatása, kifejezések kiértékelése
ru_ru: Запустить скрипты, вычислить значения выражений
sv: Kör skript, evaluera uttryck

source: &Eval
hu_hu: Kiértékelés
ru_ru: &Вычислить (Eval)
sv: &Evaluera

source: Evaluate script blocks
hu_hu: Szkriptblokkok kiértékelése
ru_ru: Обработать блоки скриптов
sv: Evaluera skriptblock

source: Run Function &%i Ctrl-%i
hu_hu: Futtasa a &%i Ctrl-%i függvényt
ru_ru: Запустить функцию &%i Ctrl-%i
sv: Kör funktion &%i Ctrl-%i

source: Run script function %i
hu_hu: %i szkriptfüggvény futtatása
ru_ru: Запустить функцию скрипта %i
sv: Kör skriptfunktion %i

source: O&ptions...
hu_hu: Opciók...
ru_ru: &Настройки...
sv: Alternativ...

source: Set options
hu_hu: Opciók beállítása
ru_ru: Изменить настройки
sv: Ange alternativ

source: &Open help wiki
hu_hu: Wikihelp megnyitása
ru_ru: Открыть &справку
sv: Öppna hjälpwiki

source: Open WikidPadHelp, the help wiki
hu_hu: WikidPadHelp megnyitása, a wiki segítség
ru_ru: Открыть WikidPadHelp, вики справки
sv: Öppna WikidPadHelp, hjälpwikin

source: &Visit Homepage
hu_hu: Honlap felkeresése
ru_ru: &Перейти на страницу WikidPad в интернете
sv: Besök webbplatsen

source: Visit wikidPad homepage
hu_hu: WikidPad honlap felkeresése
ru_ru: Перейти на домашнюю страницу WikidPad в интернете
sv: Besök wikidPads webbplats

source: Show &License
hu_hu: Licensz mutatása
ru_ru: Показать &лицензию
sv: Visa &licens

source: Show license of WikidPad and used components
hu_hu: WikidPad és komponenseinek licensze
ru_ru: Показать лицензии WikidPad и использованных компонентов
sv: Visa wikidPads licens och komponenter som används

source: &About
hu_hu: Névjegy
ru_ru: &О программе WikidPad
sv: Om

source: &Edit
hu_hu: Szerkeszt
ru_ru: &Правка
sv: R&edigera

source: &View
hu_hu: Nézet
ru_ru: В&ид
sv: &Visa

source: &Tabs
hu_hu: Fülek
ru_ru: В&кладки
sv: Flikar

source: Wiki &Page
hu_hu: Wikilap
ru_ru: Вики-&страница
sv: Wikisida

source: &Format
hu_hu: Formázás
ru_ru: &Формат

source: &Navigate
hu_hu: Navigál
ru_ru: &Навигация
sv: &Navigera

source: Pl&ugins
hu_hu: Beépülők
ru_ru: &Плагины
sv: Insticksprogram

source: &Help
hu_hu: Segítség
ru_ru: &Справка
sv: &Hjälp

source: He&lp
hu_hu: Segítség
ru_ru: &Справка
sv: Hjä&lp

source: Back
hu_hu: Vissza
ru_ru: Назад
sv: Bakåt

source: Forward
hu_hu: Előre
ru_ru: Вперёд
sv: Framåt

source: Wiki Home
hu_hu: Wiki indulólap
ru_ru: Домашняя страница
sv: Wikins startsida

source: Search
hu_hu: Keres
ru_ru: Найти
sv: Sök

source: Find current word in tree
hu_hu: Aktuális szó megkeresése a fában
ru_ru: Найти текущее слово в дереве
sv: Hitta aktuellt wikiord i träd

source: Separator
hu_hu: Elválasztó
ru_ru: Разделитель
sv: Fältavskiljare

source: Save Wiki Word
hu_hu: Wikiszó mentése
ru_ru: Сохранить вики-слово
sv: Spara wikiord

source: Delete Wiki Word
hu_hu: Wikiszó törlése
ru_ru: Удалить вики-слово
sv: Radera wikiord

source: Heading
hu_hu: Fejléc
ru_ru: Заголовки
sv: Rubrik

source: Switch Editor/Preview
hu_hu: Szerkesztés/Előnézet váltás
ru_ru: Переключить Редактор/Просмотр
sv: Växla redigerare/förhandsgranskning

source: Wikize Selected Word
hu_hu: Kijelőlést Wikiszóvá
ru_ru: Викифицировать
sv: Wikifiera markerat ord

source: Wikize Selected Word
hu_hu: Kijelőlést Wikiszóvá
ru_ru: Преобразовать выделенный фрагмент в вики-слово
sv: Wikifiera markerat ord

source: Line: 9999 Col: 9999 Pos: 9999999988888
hu_hu: Sor: 9999 Oszl: 9999 Poz: 9999999988888
ru_ru: Строка: 9999 Колонка: 9999 Позиция: 9999999988888
sv: Rad: 9999 Kol: 9999 Pos: 9999999988888

source: Regular expression error
hu_hu: Szabályos kifejezés hibája
ru_ru: Ошибка в регулярном выражении
sv: Fel i reguljärt uttryck

source: Are you sure you want to reconnect? You may lose some data by this process.
hu_hu: Biztosan újracsatlakozik? Bizonyos adatok elveszthetnek a művelet során.
ru_ru: Вы уверены, что хотите подключиться заново? Вы можете потерять некоторые данные.
sv: Är du säker på att du vill återansluta? Du kan förlora data genom denna åtgärd.

source: Reconnect database
hu_hu: Adatbázis újracsatolása
ru_ru: Подключить базу данных заново
sv: Återanslut databas

source: Error while trying to reconnect:
hu_hu: Hiba újracsatolás közben:
ru_ru: Ошибка при переподключении:
sv: Fel vid försök att återansluta:

source: There was an error while reconnecting the database Would you like to try it again? %s
hu_hu: Hiba történt az adatbázis újracsatolása közben Ismét megpróbálja? %s
ru_ru: Произошла ошибка при переподключении базы данных Хотите попробовать ещё раз? %s
sv: Det uppstod ett fel vid återanslutning till databasen. Vill du försöka igen? %s

source: Error reconnecting!
hu_hu: Újracstolási hiba!
ru_ru: Ошибка переподключения!
sv: Fel vid återanslutning!

source: Error while trying to write:
hu_hu: Hiba írási kisérlet közben:
ru_ru: Ошибка при записи:
sv: Fel vid försök att skriva:

source: There was an error while writing to the database Would you like to try it again? %s
hu_hu: Hiba lépett fel az adatbáziba írás közben Ismét megpróbálja? %s
ru_ru: Произошла ошибка при записи в базу данных Хотите попробовать ещё раз? %s
sv: Ett fel uppstod vid skrivning till databasen Vill du försöka igen? %s

source: Error writing!
hu_hu: Íráshiba
ru_ru: Ошибка записи!
sv: Fel vid skrivning!

source: There was an error loading the icons for the tree control.
hu_hu: Hiba lépett fel fa vezérlő ikonjainak betöltésekor
ru_ru: Произошла ошибка при загрузке иконок для дерева.
sv: Det uppstod ett fel när ikoner skulle laddas i trädfältet.

source: No data handler available to create database.
hu_hu: Nincs elérhető adatbáziskezelő az adatbázis létrehozásához
ru_ru: Нет доступного обработчика данных для создания базы данных
sv: Ingen datahanterare finns tillgänglig för att skapa databasen.

source: A wiki already exists in '%s', overwrite? (This deletes everything in and below this directory!)
hu_hu: A wiki már létezik ebben: '%s'. Felülírja? (A művelet itt és az alatta lévő könyvtárakban mindent töröl)
ru_ru: Вики в '%s' уже существует, переписать? (Это уничтожит всё в этой папке и её подпапках!)
sv: En wiki finns redan i '%s', skriva över? (Detta raderar allt i och under denna katalog!)

source: Warning
hu_hu: Vigyázat
ru_ru: Предупреждение
sv: Varning

source: A wiki database already exists in this location, overwrite?
hu_hu: A wikiadatbázis itt már létezik. Felülírja?
ru_ru: База данных в этом месте уже существует, переписать?
sv: En wikidatabas finns redan på denna plats, skriva över?

source: Wiki DB Exists
hu_hu: A wiki adatbázis létezik
ru_ru: БД вики существует
sv: Wikidatabasen finns

source: There was an error creating the wiki database.
hu_hu: Hiba lépett fel a wikiadatbázis létrehozásakor
ru_ru: Произошла ошибка при создании базы данных вики.
sv: Det uppstod ett fel då databasen skulle skapas.

source: Choose database type
hu_hu: Válasszon adatbázistípust
ru_ru: Выберите тип базы данных
sv: Välj databastyp

source: Inaccessible or missing file: %s
hu_hu: Elérhetelen, vag yhiányzó fájl: %s
ru_ru: Файл недоступен или отсутствует: %s
sv: Oåtkomlig eller saknad fil: '%s'

source: Error connecting to database in '%s'
hu_hu: Hiba az adatbázishoz csatlakozás közben itt: '%s'
ru_ru: Ошибка подключения к базе данных в '%s'
sv: Fel vid anslutning till databasen i '%s'

source: The wiki needs an update to work with this version of WikidPad. Older versions of WikidPad may be unable to read the wiki after an update.
hu_hu: A WikidPad e verziójával történő munkához a wiki frissítése Szükséges. A WikidPad régebbi verziói a frissítés után esetleg képtelenek lesznek az olvasására.
ru_ru: Чтобы работать с этой версией WikidPad, вики требует обновления. После обновления более старые версии WikidPad могут отказаться читать эту вики.
sv: Wikin behöver uppdateras för att fungera med denna version av WikidPad. Äldre versioner av WikidPad kan kanske inte läsa wikin efter en uppdatering.

source: Update database?
hu_hu: Adatbázis frissítése?
ru_ru: Обновить базу данных?
sv: Uppdatera databasen?

source: Wiki '%s' is probably in use by different instance of WikidPad. Connect anyway (dangerous!)?
hu_hu: '%s' wikit valószínűleg a WikidPad másik példánya használja. Mindenképp csatlakozzon? (Veszélyes!)
ru_ru: Вики '%s', вероятно, используется другой копией WikidPad. Всё равно подключить (опасно!)?
sv: Wikin '%s' används troligen av en annan instans av WikidPad. Fortsätta ändå (riskabelt!)?

source: Wiki already in use
hu_hu: Wiki már használatban van
ru_ru: Вики уже используется
sv: Wikin används redan

source: Configuration file '%s' is corrupted or missing. You may have to change some settings in configuration page "Current Wiki" and below which were lost.
hu_hu: Konfigurációs fájl '%s' megsérült, vagy hiányzik. Lehet, hogy meg kell változtatnia néhány beállítást a "Current Wiki" konfigurációs lapon és alatta, amelyek elvesztek.
ru_ru: Файл конфигурации '%s' повреждён или отсутствует. Вероятно, вам нужно изменить некоторые утерянные установки на странице настроек "Текущая вики" и ниже.
sv: Konfigurationsfilen '%s' är korrupt eller saknas. Du kan behöva ändra förlorade inställningar på konfigurationssidan "Aktuell wiki" och nedåt.

source: Continue?
hu_hu: Folytatja?
ru_ru: Продолжить?
sv: Fortsätt?

source: Can't write to database '%s'
hu_hu: Nem tud írni az adatbázisba '%s'
ru_ru: Невозможно записать в базу данных '%s'
sv: Kan inte skriva till databasen '%s'

source: Performing background jobs...
hu_hu: Háttébeli feladatok végrehajtása
ru_ru: Выполнение задач в фоне...

source: There is no (write-)access to underlying wiki Close anyway and loose possible changes?
hu_hu: Nincs hozzáférés írásra az alanti wikire Bezárja mindenképpen és elveszti a változásokat?
ru_ru: Нет доступа (для записи) к вики Всё равно закрыть и потерять возможные изменения?
sv: Det finns inte (skriv-)rättigheter till den underliggande wikin. Stänga ändå och förlora eventuella ändringar?

source: Close anyway
hu_hu: Bezárja mindenképpen
ru_ru: Всё равно закрыть
sv: Stäng ändå

source: This operation requires an open database
hu_hu: A művelet nyitott adatbázist igényel
ru_ru: Эта операция требует открытой базы данных
sv: Denna åtgärd kräver en öppen databas

source: No open database
hu_hu: Nincs nyitott adatbázis
ru_ru: Нет открытой базы данных
sv: Ingen öppen databas

source: No connection to database. Try to reconnect?
hu_hu: Nincs kapcsolat az adatbázishoz. Probálja újracsatolni?
ru_ru: Нет подключения к базе данных. Попытаться подключиться заново?
sv: Ingen anslutning till databasen. Försöka att återansluta?

source: Reconnect database?
hu_hu: Újracsatolja az adatbázishoz?
ru_ru: Подключить базу данных заново?
sv: Återansluta databasen?

source: Trying to reconnect database...
hu_hu: Próbálja újracsatolni az adatbázist...
ru_ru: Подключаюсь заново к базе данных...
sv: Försöker att återansluta till databasen...

source: Error while reconnecting database
hu_hu: Hiba az adatbázis újracsatolása közben
ru_ru: Ошибка при переподключении к базе данных
sv: Fel vid återanslutning till databasen

source: This operation needs write access to database Try to write?
hu_hu: Ez a művelet írási hozzáférést igényel az adatbázishoz Megpróbál írni?
ru_ru: Эта операция требует разрешения на запись в базу данных Попытаться записать?
sv: Denna åtgärd kräver skrivrättigheter i databasen Försöka att skriva?

source: Try writing?
hu_hu: Megpróbál írni?
ru_ru: Попытаться записать?
sv: Försöka att skriva?

source: Trying to write to database...
hu_hu: Megpróbál az adatbázisba írni...
ru_ru: Пытаюсь записать в базу данных...
sv: Försöker att skriva till databasen...

source: Error while writing to database
hu_hu: Hiba az adatbázisba íráskor
ru_ru: Ошибка при записи в базу данных
sv: Fel vid försök att skriva till databasen

source: Database connection error: %s. Try to re-establish, then run "Wiki"->"Reconnect"
hu_hu: Adatbáziskapcsolati hiba: %s. Próbálja újra létrehozni a kapcsolatot, majd futtassa "Wiki"->"Reconnect"
ru_ru: Ошибка подключения к базе данных: %s. Попытайтесь исправить и затем запустить "Вики"->"Подключить заново"
sv: Fel i förbindelsen med databasen: %s. Försök att återställa, kör sedan "Wiki/Underhåll"->"Återanslut"

source: Connection lost
hu_hu: Kapcsolat elveszett
ru_ru: Подключение потеряно
sv: Anslutning avbruten

source: No write access to database: %s. Try to re-establish, then run "Wiki"->"Reconnect"
hu_hu: Az adatbázishoz nincs hozzáférés írásra: %s. Próbáljon újracsatlakozni, majd futtassa "Wiki"->"Reconnect"
ru_ru: Нет доступа на запись к базе данных: %s. Попытайтесь исправить и затем запустить "Вики"->"Подключить заново"
sv: Inga skrivrättigheter till databas: %s. Försök att återställa och klicka sedan på "Wiki/Underhåll"->"Återanslut"

source: Trying to reconnect ...
hu_hu: Megpróbál újracsatlakozni...
ru_ru: Пытаюсь подключить заново...
sv: Försöker att återansluta...

source: Error while trying to reconnect:
hu_hu: Hiba az újracsatolási kísérlet közben:
ru_ru: Ошибка при переподключении:
sv: Fel vid försök att återansluta:

source: Saving page
hu_hu: Lap mentése
ru_ru: Сохранение страницы

source: Couldn't start file
hu_hu: Nem tudja elindítani a fájlt
ru_ru: Не могу запустить файл
sv: Kunde inte starta fil

source: Couldn't open wiki: %s
hu_hu: Nem tudja a wikit megnyitni: %s
ru_ru: Не могу открыть вики: %s
sv: Kunde inte öppna wiki: %s

source: ; Crea.: %s
hu_hu: ; Készít: %s
ru_ru: ; Созд.: %s
sv: ; Skapad: %s

source: Parent nodes of '%s'
hu_hu: '%s' felmenő csomópontjai
ru_ru: Родительские узлы для '%s'
sv: Föräldranoder till '%s'

source: Parentless nodes
hu_hu: Felmenő nélküli csomópontok
ru_ru: Узлы без родителей
sv: Föräldralösa noder

source: Child nodes of '%s'
hu_hu: '%s' leszármazott csomóponjai
ru_ru: Узлы-потомки для '%s'
sv: Barnnoder till '%s'

source: Bookmarks
hu_hu: Könyvjelzők
ru_ru: Закладки
sv: Bokmärken

source: Set at Page: %s %s
hu_hu: Beállítva erre a lapra: %s %s
ru_ru: Установить на странице: %s %s
sv: Ange på sida: %s %s

source: Error saving global configuration
hu_hu: Hiba a globális beállítások mentésekor
ru_ru: Ошибка при сохранении общей конфигурации
sv: Fel då global konfiguration skulle sparas

source: Error saving current configuration
hu_hu: Hiba az aktuális beállítások mentésekor
ru_ru: Ошибка при сохранении текущей конфигурации
sv: Fel då aktuell konfiguration skulle sparas

source: No real wiki word selected to rename
hu_hu: Nincs igazi wikiszó kiválasztva átnevezésre
ru_ru: Не выбрано реального вики-слова для переименования
sv: Inget riktigt wikiord har valts att döpas om

source: The scratch pad cannot be renamed.
hu_hu: A Vázlatfüzetet nem lehet átnevezni
ru_ru: Черновик (ScratchPad) нельзя переименовать
sv: ScratchPad kan inte byta namn

source: Description:
hu_hu: Leírás:
ru_ru: Описание:
sv: Beskrivning:

source: Store new version
hu_hu: Új verzió mentése
ru_ru: Сохранить новую версию
sv: Spara ny version

source: Do you want to delete all stored versions?
hu_hu: Mindegyik tárolt verziót törli?
ru_ru: Вы хотите удалить все сохранённые версии?
sv: Vill du radera alla sparade versioner?

source: Delete All Versions
hu_hu: Minden verzió törlése
ru_ru: Удалить все версии
sv: Radera alla versioner

source: The scratch pad cannot be deleted
hu_hu: A Vázlatfüzetet nem lehet törölni
ru_ru: Черновик (ScratchPad) нельзя удалить
sv: Scratchpad kan inte raderas

source: No real wiki word to delete
hu_hu: Nincs törölhető valós wikiszó
ru_ru: Нет реального вики-слова для удаления
sv: Inte ett riktigt wikiord att radera

source: Are you sure you want to delete wiki word '%s'?
hu_hu: Biztosan törölni akarja a '%s' wikiszót?
ru_ru: Вы уверены, что хотите удалить вики-слово '%s'?
sv: Är du säker på att du vill radera wikiordet '%s'?

source: No real wiki word to modify
hu_hu: Nincs módosítható valós wikiszó
ru_ru: Нет реального вики-слова для изменения
sv: Inte att riktigt wikiord att ändra

source: Replace text by WikiWord:
hu_hu: Szöveg lecserélése wikiszóval:
ru_ru: Заменить выделенный текст вики-словом:
sv: Ersätt text med wikiord:

source: Replace by Wiki Word
hu_hu: Lecserélés wikiszóval
ru_ru: Заменить вики-словом
sv: Ersätt med wikiord

source: '%s' is an invalid wiki word.
hu_hu: '%s' érvénytelen wikiszó.
ru_ru: '%s' - неверное вики-слово
sv: '%s' är ett ogiltigt wikiord

source: Wiki word %s exists already Would you like to append to the word?
hu_hu: %s wikiszó már létezik Hozzáfűzi a szóhoz?
ru_ru: Вики-слово %s уже существует Вы хотите добавить в конец этого слова?
sv: Wikiordet %s finns redan Vill du bifoga till det ordet?

source: Word exists
hu_hu: Szó létezik
ru_ru: Слово существует
sv: Ordet finns redan

source: Error on export
hu_hu: Hiba az exportban
ru_ru: Ошибка при экспорте
sv: Fel vid export

source: Are you sure you want to start a full rebuild of wiki in background?
hu_hu: Biztosan elindítja a wiki teljes újraépítését a háttérben?
ru_ru: Вы уверены, что хотите запустить полную перестройку вики в фоновом режиме?
sv: Är du säker på att du vill bygga om hela wikin i bakgrunden?

source: Initiate update
hu_hu: Frissítés indítása
ru_ru: Запустить обновление
sv: Initierar uppdatering

source: Initiating update
hu_hu: Frissítés indítása
ru_ru: Запуск обновления
sv: Initierar uppdatering

source: Error initiating update
hu_hu: Hiba a frissítés elindításában
ru_ru: Ошибка при запуске обновления
sv: Fel då uppdatering skulle påbörjas

source: Are you sure you want to rebuild this wiki? You may want to backup your data first!
hu_hu: Biztosan újraépítené ezt a wikit? Előbb talán menthetné az adatait!
ru_ru: Вы уверены, что хотите перестроить вики? Возможно, вам сначала нужно сделать резервную копию!
sv: Är du säker på att du vill bygga om wikin? Du bör ta backup på dina datafiler först!

source: Rebuild wiki
hu_hu: Wiki újraépítése
ru_ru: Перестроить вики
sv: Bygg om wiki

source: Rebuilding wiki
hu_hu: Wiki újraépítése
ru_ru: Перестройка вики
sv: Bygger om wiki

source: Error rebuilding wiki
hu_hu: Hiba a wiki újraépítésekor
ru_ru: Ошибка перестройки вики
sv: Fel då wikin skulle byggas om

source: This could overwrite pages in the database. Continue?
hu_hu: Ez felülírhat lapokat az adatbázisban. Folytatja?
ru_ru: Страницы в базе данных могут быть заменены. Продолжить?
sv: Detta kan skriva över sidor i databasen. Fortsätta?

source: Import pagefiles
hu_hu: Lapfájl importálása
ru_ru: Импортировать файлы страниц
sv: Importera sidfiler

source: No list of strings passed to "listmcstr" dialog
hu_hu: Sztringlistát a "listmcstr" párbeszéd nem kapott
ru_ru: Нет списка строк, переданных в диалог "listmcstr"
sv: Ingen lista över strängar skickades till "listmcstr"-dialogen

source: Unknown dialog type
hu_hu: Ismeretlen párbeszédtípus
ru_ru: Неизвестный тип диалога
sv: Okänd dialogtyp

source: Choose a Wiki to open
hu_hu: Válassz egy wikit megnyitásra
ru_ru: Выберите вики для открытия
sv: Välj wiki att öppna

source: Name for new wiki (must be in the form of a WikiWord):
hu_hu: Az új wiki neve (wikiszó fromátumú legyen):
ru_ru: Имя новой вики (должно быть вида 'ВикиСлово'):
sv: Namn på ny wiki (måste vara i WikiOrd-format):

source: Create New Wiki
hu_hu: Új wiki készítése
ru_ru: Создать новую вики
sv: Skapa ny wiki

source: Directory to store new wiki
hu_hu: Könyvtár az új wiki tárolására
ru_ru: Папка для сохранения новой вики
sv: Katalog för att lagra ny wiki

source: '%s' is an invalid wiki word. %s
hu_hu: '%s' szabálytalan wikiszó. %s
ru_ru: Слово '%s' - неверное вики-слово. %s
sv: '%s' är ett ogiltigt wikiord. %s

source: Clipboard Catcher at Cursor
hu_hu: Vágólapbeolvasó a kurzornál
ru_ru: Захват буфера в позиции курсора
sv: Urklippsfångare vid markör

source: Clipboard Catcher off
hu_hu: Vágólapbeolvasó ki
ru_ru: Захват буфера отключен
sv: Urklippsfångare av

source: Restore
hu_hu: Helyreállít
ru_ru: Восстановить
sv: Återskapa

source: Save
hu_hu: Mentés
ru_ru: Сохранить
sv: Spara

source: Message
hu_hu: Üzenet
ru_ru: Сообщение
sv: Meddelande

source: Error initializing environment, couldn't locate global config directory
hu_hu: Hiba a környezet indításában, a globális beállítások könyvtár nem található
ru_ru: Ошибка инициализации, не найдена общая папка конфигурации
sv: Fel vid initiering av miljön, kunde inte hitta den globala konfigurationskatalogen
