Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: Wiki page not found, a new page will be created
hu_hu: Wiki lap nem található, új lap készül
ru_ru: Вики-страница не найдена, будет создана новая страница
sv: Wikisidan hittades inte, en ny sida skapas

source: History
hu_hu: Előzmények
ru_ru: История
sv: Historik

source: Func. tag %s does not exist
hu_hu: Parancstoldat %s nem létezik
ru_ru: Функц. метка %s не существует
sv: Funkt. taggen %s finns inte

source: Global text blocks
hu_hu: Globális szövegblokkok
ru_ru: Общие текстовые блоки
sv: Globala textblock

source: Wiki text blocks
hu_hu: Wiki szövegblokkok
ru_ru: Текстовые блоки этой вики
sv: Wiki textblock

source: Global spell list
hu_hu: Globális helyesírási lista
ru_ru: Общий список правописания
sv: Global stavningslista

source: Wiki spell list
hu_hu: Wiki helyesírási lista
ru_ru: Список правописания этой вики
sv: Wiki stavningslista

source: Global cc. blacklist
hu_hu: Globális cc. feketelista
ru_ru: Общий чёрный список cc.
sv: Global cc-svartlista

source: Wiki cc. blacklist
hu_hu: Wiki cc. feketelista
ru_ru: Чёрный список cc. этой вики
sv: Wikins cc-svartlista

source: Global ncc. blacklist
hu_hu: Globális ncc. feketelista
ru_ru: Общий чёрный список ncc.
sv: Global ncc-svartlista

source: Wiki ncc. blacklist
hu_hu: Wiki ncc. feketelista
ru_ru: Чёрный список ncc. этой вики
sv: Wikins ncc-svartlista

source: Favorite wikis
hu_hu: Kedvenc wikik
ru_ru: Избранные вики
sv: Favoritwikis

source: Set of *.wiki files
hu_hu: Sorozat *.wiki fáájl
ru_ru: Множество файлов *.wiki
sv: Flera *.wiki-filer

source: No usable separator found
hu_hu: Nem található értelmezhető elválasztó
ru_ru: Не найдено подходящего разделителя
sv: Ingen användbar avdelare hittades

source: Multipage text
hu_hu: Többlapos szöveg
ru_ru: Многостраничный текст

source: Multipage files (*.mpt)
hu_hu: Többlapos fájlok (*.mpt)
ru_ru: Многостраничные файлы (*.mpt)
sv: Multipagefiler (*.mpt)

source: Text file (*.txt)
hu_hu: Szövegfájl (*.txt)
ru_ru: Текстовый файл (*.txt)
sv: Textfil (*.txt)

source: Scan links in %s
hu_hu: Szkennelje a %s hivatkozásait
ru_ru: Сканирование ссылок в %s
sv: Skanna länkar i %s

source: Path
hu_hu: Útvonal
ru_ru: Путь
sv: Sökväg

source: Type
hu_hu: Típus
ru_ru: Тип
sv: Typ

source: Action
hu_hu: Művelet
ru_ru: Действие
sv: Åtgärd

source: Calc. action
hu_hu: Számítási művelet
ru_ru: Предпол. действие
sv: Ber. åtgärd

source: Directory
hu_hu: Könyvtár
ru_ru: Директория
sv: Katalog

source: File
hu_hu: Fájl
ru_ru: Файл
sv: Fil

source: Only a real wiki page can be a clipboard catcher
hu_hu: Csak egy valós wiki lap fogadhat a vágólapról
ru_ru: Для захвата буфера может использоваться только реальная вики-страница
sv: Endast en riktig wikisida kan vara urklippsfångare

source: Opening import file failed
hu_hu: Import fájl megnyitása nem sikerült
ru_ru: Ошибка открытия файла импорта
sv: Misslyckades att öppna importfilen

source: Bad file format, header not detected
hu_hu: Rossz fájlformátum, fejléc nem található
ru_ru: Неверный формат файла, заголовок не найден
sv: Felaktigt filformat, header hittas inte

source: File format number %i is not supported
hu_hu: A %i fájlformátum nem támogatott
ru_ru: Номер формата файла %i не поддерживается
sv: Filformat nummer %i stöds inte

source: Bad wiki word: %s, %s
hu_hu: Rossz wiki szó: %s: %s
ru_ru: Неверное вики-слово: %s, %s
sv: Felaktigt wikiord: %s, %s

source: Bad formatted command line.
hu_hu: Rossz formátumú parancssor.
ru_ru: Неверная командная строка
sv: Felaktigt formaterad kommandorad

source: Wiki doesn't exist: %s
hu_hu: Nemlétező Wiki: %s
ru_ru: Вики не существует: '%s'
sv: Wikin finns inte: %s

source: &New
hu_hu: Új
ru_ru: &Новая
sv: &Ny

source: Create new wiki
hu_hu: Új wiki létrehozása
ru_ru: Создать новую вики
sv: Skapa ny wiki

source: &Open
hu_hu: Megnyitás
ru_ru: &Открыть
sv: Öppna

source: In &This Window...
hu_hu: Ebben az ablakban...
ru_ru: В &этом окне...
sv: I de&tta fönster...

source: Open wiki in this window
hu_hu: Wiki nyitása ebben az ablakban
ru_ru: Открыть вики в этом окне
sv: Öppna wiki i detta fönster

source: In &New Window...
hu_hu: Új ablakban
ru_ru: В &новом окне...
sv: I &nytt fönster...

source: Open wiki in a new window
hu_hu: Wiki megnyitása új ablakban
ru_ru: Открыть вики в новом окне
sv: Öppna wiki i nytt fönster

source: &Current in New Window
hu_hu: Aktuális új ablakba
ru_ru: &Текущую в новом окне
sv: Aktuell i nytt fönster

source: Create new window for same wiki
hu_hu: Új ablak ugyanennek a wikinek
ru_ru: Создать новое окно с этим же вики
sv: Skapa nytt fönster för samma wiki

source: &Recent
hu_hu: Előzmények
ru_ru: &Недавние
sv: Tidiga&re

source: F&avorites
hu_hu: Kedvencek
ru_ru: &Избранное
sv: F&avoriter

source: &Search Wiki...
hu_hu: keresés Wikiben...
ru_ru: &Найти в вики...
sv: &Sök i wikin...

source: Search whole wiki
hu_hu: Keresés teljes wikiben
ru_ru: Поиск по всей вики
sv: Sök i hela wikin

source: Publish as HTML
hu_hu: Közzététel HTML-ként
ru_ru: Опубликовать как HTML
sv: Publicera som HTML

source: Wiki as Single HTML Page
hu_hu: Wiki egyetlen HTML-lapként
ru_ru: Вики как одна страница HTML
sv: Wiki som en HTML-sida

source: Publish Wiki as Single HTML Page
hu_hu: Wiki közzététele egyetlen HTML lapként
ru_ru: Опубликовать вики как одну страницу HTML
sv: Publicera wiki som en HTML-sida

source: Wiki as Set of HTML Pages
hu_hu: Wiki HTML-lapsorozatként
ru_ru: Вики как набор страниц HTML
sv: Wiki som flera HTML-sidor

source: Publish Wiki as Set of HTML Pages
hu_hu: Wiki közzététele HTML-lapsorozatként
ru_ru: Опубликовать вики как набор страниц HTML
sv: Publicera wiki som flera HTML-sidor

source: Current Wiki Word as HTML Page
hu_hu: Aktuális wikiszó HTML-lapként
ru_ru: Текущее вики-слово как страница HTML
sv: Aktuellt wikiord som HTML-sida

source: Publish Current Wiki Word as HTML Page
hu_hu: Aktuális Wikiszó közzététele HTML-lapként
ru_ru: Опубликовать текущее вики-слово как страницу HTML
sv: Publicera aktuellt wikiord som HTML-sida

source: Sub-Tree as Single HTML Page
hu_hu: Alárendelt fa egyetlen HTML-lapként
ru_ru: Поддерево как одна страница HTML
sv: Underträd som en HTML-sida

source: Publish Sub-Tree as Single HTML Page
hu_hu: Alárendelt fa közzététele egyetlen HTML-lapként
ru_ru: Опубликовать поддерево как одну страницу HTML
sv: Publicera underträd som en HTML-sida

source: Sub-Tree as Set of HTML Pages
hu_hu: Alárendelt fa HTML-lapsorozatként
ru_ru: Поддерево как набор страниц HTML
sv: Underträd som flera HTML-sidor

source: Publish Sub-Tree as Set of HTML Pages
hu_hu: Alárendelt fa közzététele HTML-lapsorozatként
ru_ru: Опубликовать поддерево как набор страниц HTML
sv: Publicera underträd som flera HTML-sidor

source: Other Export...
hu_hu: Export másként...
ru_ru: Другой экспорт...
sv: Annan export...

source: Open general export dialog
hu_hu: Általános export párbeszédablak nyitása
ru_ru: Открыть общий диалог экспорта
sv: Öppna huvudexportdialog

source: Print...
hu_hu: Nyomtat...
ru_ru: Печать...
sv: Skriv ut...

source: Show the print dialog
hu_hu: Nyomtatás párbeszédablak megnyitása
ru_ru: Открыть диалог печати
sv: Visa utskriftsdialog

source: &Properties...
hu_hu: Tulajdonságok......
ru_ru: &Свойства...
sv: Egenska&per...

source: Show general information about current wiki
hu_hu: Általános információk megjelenítése az aktuális wikiről
ru_ru: Показать общую информацию о текущей вики
sv: Visa allmän information om aktuell wiki

source: Maintenance
hu_hu: Karbantartás
ru_ru: Обслуживание
sv: Underhåll

source: Update ext. modif. wiki files
hu_hu: Külsőleg módosított wiki fájlok frissítése
ru_ru: Обновить модиф.извне файлы

source: Check for externally modified files and update cache in background
hu_hu: Külsőleg módosított wiki fájlok keresése és cache frissítés háttérben
ru_ru: Проверить обновление файлов сторонними программами, и обновить кэш в фоне

source: &Rebuild Wiki...
hu_hu: Wiki újraépítése...
ru_ru: &Перестроить вики...
sv: Bygg om wiki...

source: Rebuild this wiki and its cache completely
hu_hu: Aktuális wiki és caché teljes újraépítése
ru_ru: Полностью перестроить эту вики и её кэш
sv: Bygg om helt denna wiki och dess cache

source: &Update cache...
hu_hu: Cache frissítése
ru_ru: &Обновить кэш...
sv: Uppdatera cache...

source: Update cache where marked as not up to date
hu_hu: Elavultként jelőlt caché frissítése
ru_ru: Обновить в кэше устаревшие сведения
sv: Uppdatera cache där den är markerad som inaktuell

source: &Initiate update...
hu_hu: Frissítés indítása...
ru_ru: &Запустить обновление...
sv: &Initiera uppdatering...

source: Initiate full cache update which is done mainly in background
hu_hu: Alapvetően a háttérben történő cachéfrissítés indítása
ru_ru: Запустить полное обновление кэша (в основном, происходит в фоновом режиме)
sv: Initiera full cacheuppdatering som huvudsakligen utförs i bakgrunden

source: Show job count...
hu_hu: Munkafolyamat-számláló megjelenítése...
ru_ru: Показать число заданий...
sv: Visa antal jobb...

source: Show how many update jobs are waiting in background
hu_hu: Mutassa a háttérben várakozó frissítési faladatok számát
ru_ru: Показать число заданий обновления, ожидающих в фоновом режиме
sv: Visa hur många uppdateringsjobb som väntar i bakgrunden

source: Open as &Type...
hu_hu: Nyissa meg ... típusként
ru_ru: Открыть &как...
sv: Öppna som &typ...

source: Open wiki with a specified wiki database type
hu_hu: Wiki megnyitása meghatározott wiki adatbázistípusként
ru_ru: Открыть вики с указанным типом базы данных
sv: Öppna wiki med en specifik databastyp

source: Reconnect...
hu_hu: Újracsatol...
ru_ru: Подключить заново...
sv: Återanslut...

source: Reconnect to database after connection failure
hu_hu: Sikertelen kapcsolódás után az adatbázis újracsatolása
ru_ru: Заново подключить базу данных после ошибки
sv: Återanslut till databasen efter misslyckad anslutning

source: &Optimise Database
hu_hu: Adatbázis optimalizálása
ru_ru: &Оптимизировать базу данных
sv: &Optimera databasen

source: Free unused space in database
hu_hu: Szabadítsa fel a használatonkívüli helyeket az adatbázisban
ru_ru: Очистить неиспользуемое место в базе данных
sv: Ledigt oanvänt utrymme i databasen

source: &Copy .wiki files to database
hu_hu: .wiki fájlok másolása adatbázisba
ru_ru: &Копировать файлы .wiki в базу данных
sv: Kopiera .wiki-filer till databasen

source: Copy .wiki files to database
hu_hu: Wiki fájlok másolá sa az adatbázisba
ru_ru: Копировать файлы .wiki в базу данных
sv: Kopiera .wiki-filer till databasen

source: Exit
hu_hu: Kilép
ru_ru: Выход
sv: Avsluta

source: E&xit
hu_hu: Kilép
ru_ru: &Выход
sv: Avsluta

source: Reread text blocks
hu_hu: Szövegblokkok újraolvasása
ru_ru: Обновить текстовые блоки
sv: Läs om textblock

source: Reread the text block file(s) and recreate menu
hu_hu: Szövegblokkfájlok újraolvasása és a menű újraépítése
ru_ru: Заново прочитать файл(ы) текстовых блоков и обновить меню
sv: Läs om textblocksfiler och återskapa meny

source: Add wiki
hu_hu: Wiki hozzáadás
ru_ru: Добавить вики
sv: Lägg till wiki

source: Add a wiki to the favorites
hu_hu: Wiki a kedevencekhez
ru_ru: Добавить вики в Избранное
sv: Lägg till en wiki till favoriter

source: Manage favorites
hu_hu: Kedvencek kezelése
ru_ru: Упорядочить Избранное
sv: Hantera favoriter

source: Error while starting new WikidPad instance
hu_hu: Hiba új wiki példány indítása során
ru_ru: Ошибка при старте новой копии WikidPad
sv: Fel när en ny instans av WikidPad skulle startas

source: &Undo
hu_hu: Visszavon
ru_ru: &Отменить
sv: Ångra

source: &Redo
hu_hu: Ismét
ru_ru: &Вернуть
sv: Gö&r om

source: &Search and Replace...
hu_hu: Keresés és csere...
ru_ru: &Найти и заменить...
sv: Sök och ersätt...

source: Search and replace inside current page
hu_hu: Keresés és csere az aktuális lapon
ru_ru: Поиск и замена в пределах текущей страницы
sv: Sök och ersätt på aktuell sida

source: Cu&t
hu_hu: Kivág
ru_ru: &Вырезать
sv: Klipp u&t

source: &Copy
hu_hu: Másol
ru_ru: &Копировать
sv: Kopiera

source: &Paste
hu_hu: Beilleszt
ru_ru: В&ставить
sv: Klistra in

source: Select &All
hu_hu: Mindent kiválaszt
ru_ru: Выбрать &всё
sv: Markera &allt

source: Copy to Sc&ratchPad
hu_hu: Másolás a Vázlatfüzetbe
ru_ru: Копировать в &Черновик (ScratchPad)
sv: Kopiera till Sc&ratchPad

source: Copy selected text to ScratchPad
hu_hu: Kiválasztott szöveg másolása a Vázlatfüzetbe
ru_ru: Копировать выбранный текст в Черновик (ScratchPad)
sv: Kopiera markerad text till ScratchPad

source: Paste T&extblock
hu_hu: Szövegblokkok
ru_ru: Вставить &текстовый блок
sv: Lägg till t&extblock

source: C&lipboard Catcher
hu_hu: Vágólapbeolvasó
ru_ru: Захват &буфера
sv: Urk&lippsfångare

source: Set at Page
hu_hu: Elhelyezés lapon
ru_ru: Записывать в конец страницы
sv: På sida

source: Text copied to clipboard is also appended to this page
hu_hu: A szöveg vágólapra másolva és a laphoz is hozzáfűzve
ru_ru: Текст, копируемый в буфер, будет также добавляться в конец этой страницы
sv: Text kopierad till urklipp läggs även till på denna sida

source: Set at Cursor
hu_hu: Elhelyez a kurzornál
ru_ru: Записывать после позиции курсора
sv: Vid markör

source: Text copied to clipboard is also added to cursor position
hu_hu: A vágólapra másolt szöveg ehhez a kurzorpozícióhoz is hozzáfűzve
ru_ru: Текст, копируемый в буфер, будет также добавляться после позиции курсора
sv: Text kopierad till urklipp läggs även till vid markörens position

source: Set Off
hu_hu: Kikapcsol
ru_ru: Отключить
sv: Av

source: Switch off clipboard catcher
hu_hu: Vágólapbeolvasó kikapcsolása
ru_ru: Отключить захват буфера
sv: Stäng av urklippsfångaren

source: Spell Check...
hu_hu: Helyesírásellenőrzés...
ru_ru: Правописание...
sv: Stavningskontroll...

source: Spell check current and possibly further pages
hu_hu: Helyesírásellenőrzés az aktuális és további lapokon
ru_ru: Проверить правописание текущей и, возможно, следующих страниц
sv: Stavningskontrollera aktuell och eventuellt ytterligare sidor

source: Spell Check While Type
hu_hu: Helyesírás ellenőrzése gépelés közben
ru_ru: Правописание при наборе
sv: Stavningskontroll under skrivning

source: Set if editor should do spell checking during typing
hu_hu: Állítsa be, ha a szerkesztő gépelés közben ellenőrizze a nyelvhelyességet
ru_ru: Проверять правописание в ходе набора текста
sv: Ånge om redigeraren ska stavningskontrollera under skrivning

source: Clear Ignore List
hu_hu: Kivételek lista törlése
ru_ru: Очистить список игнорирования
sv: Rensa ignoreringslista

source: Clear the list of words to ignore for spell check while type
hu_hu: Gépelés közben a helyesírás-ellenőrzésből kizártak listáját törölje
ru_ru: Очистить список слов, игнорируемых проверкой правописания при наборе
sv: Rensa listan över ord som ska ignoreras vid stavningskontroll under skrivning

source: &Insert
hu_hu: Beszúr
ru_ru: &Вставить
sv: &Infoga

source: &Settings
hu_hu: Beállítások
ru_ru: &Настройки
sv: In&ställningar

source: &Date Format...
hu_hu: Dátumformátum...
ru_ru: Формат &даты...
sv: &Datumformat...

source: Set date format for inserting current date
hu_hu: Dátumformátum beállítása az aktuális dátum beszúrásához
ru_ru: Установить формат даты при вставке текущей даты
sv: Ange datumformat för infogning av aktuellt datum

source: Auto-&Wrap
hu_hu: Automatikus tördelés
ru_ru: Авто&перенос
sv: Automatisk radbrytning

source: Set if editor should wrap long lines
hu_hu: Állítsa be, hogy a szerkesztő tördelje-e a hosszú sorokat
ru_ru: Установите, чтобы редактор переносил длинные строки
sv: Ånge om redigeraren ska bryta långa rader

source: Auto-&Indent
hu_hu: Automatikus behúzás
ru_ru: Авто&отступ
sv: Automatiskt &indrag

source: Auto indentation
hu_hu: Automatikus behúzás
ru_ru: Автоматический отступ
sv: Automatiskt indrag

source: Auto-&Bullets
hu_hu: Automatikus felsorolás
ru_ru: Авто&маркёры списков
sv: Automatisk punktlista

source: Show bullet on next line if current has one
hu_hu: Következő sorban mutassa a felsorolásjelet, ha az aktuálisnak van
ru_ru: Создаётся маркёр на следующей строке, если он есть на текущей
sv: Visa punkt på nästa rad om den aktuella har en

source: Tabs to spaces
hu_hu: Tabulátorokat szóközökre
ru_ru: Табуляторы в пробелы
sv: Tabbar till mellanslag

source: Write spaces when hitting TAB key
hu_hu: TAB lenyomásakor szóközöket ír
ru_ru: Записывать пробелы при нажатии на клавишу TAB
sv: Skriv mellanslag när tab-tangenten används

source: Show T&oolbar
hu_hu: Eszköztár megjelenítése
ru_ru: Панель &инструментов
sv: Visa verktygsfält

source: Show toolbar
hu_hu: Eszköztár megjelenítése
ru_ru: Показать панель инструментов
sv: Visa verktygsfält

source: Show &Tree View
hu_hu: Fanézet megjelenítése
ru_ru: &Дерево
sv: Visa &trädvy

source: Show Tree Control
hu_hu: Favezérlők megjelenítése
ru_ru: Показать дерево
sv: Visa trädfältet

source: Show &Chron. View
hu_hu: Időrendi nézet megjelenítése
ru_ru: &Хронология
sv: Visa tidsvy

source: Show chronological view
hu_hu: Időrendi nézet megjelenítése
ru_ru: Показать хронологию
sv: Visa tidsvy

source: Show &Page Structure
hu_hu: Lapszerkezet megjelenítése
ru_ru: Структура &страницы
sv: Visa sidstruktur

source: Show structure (headings) of the page
hu_hu: Lapszerkezet (fejlécek) megjelenítése
ru_ru: Показать структуру страницы (заголовки)
sv: Visa sidans struktur (rubriker)

source: Show &Indentation Guides
hu_hu: Behúzásjelölők megjelenítése
ru_ru: Разметка &отступов
sv: Visa &indragsmarkeringar

source: Show indentation guides in editor
hu_hu: Behúzásjelölők megjelenítése a szerkesztőben
ru_ru: Показать разметку отступов в редакторе
sv: Visa indragsmarkeringar i redigeraren

source: Show Line &Numbers
hu_hu: Sorok számát mutatja
ru_ru: &Номера строк
sv: Visa rad&nummer

source: Show line numbers in editor
hu_hu: Sorok számát mutatja a szerkesztőben
ru_ru: Показать номера строк в редакторе
sv: Visa radnummer i redigeraren

source: Stay on Top
hu_hu: Maradjon felül
ru_ru: Поверх всех окон
sv: Alltid överst

source: Stay on Top of all other windows
hu_hu: Maradjon az összes többi ablak fölött
ru_ru: Оставаться поверх всех других окон
sv: Stanna överst av alla fönster

source: &Zoom In
hu_hu: Nagyít
ru_ru: У&величить
sv: &Zooma in

source: Zoom In
hu_hu: Nagyít
ru_ru: Увеличить
sv: Zooma in

source: Zoo&m Out
hu_hu: Kicsinyít
ru_ru: У&меньшить
sv: Zoo&ma ut

source: Zoom Out
hu_hu: Kicsinyít
ru_ru: Уменьшить
sv: Zooma ut

source: Toggle Ed./Prev
hu_hu: Váltás Szerk./előnéz.
ru_ru: Переключить Редактор/Просмотр
sv: Växla Red./Förh.

source: Switch between editor and preview
hu_hu: Váltás szerkesztő- és előnézeti mód között
ru_ru: Переключает между режимами редактора и просмотра
sv: Växla mellan redigerare och förhandsgranskning

source: Enter Edit Mode
hu_hu: Szerkesztőmódba ugrás
ru_ru: Войти в режим редактора
sv: Gå till redigeringsläge

source: Show editor in tab
hu_hu: Szerkesztő megjelenítése a fülön
ru_ru: Показывать вкладку в режиме редактора
sv: Visa redigerare i flik

source: Enter Preview Mode
hu_hu: Váltás előnézeti módba
ru_ru: Войти в режим просмотра
sv: Gå till förhandsgranskning

source: Show preview in tab
hu_hu: Előnézet mutatása fülön
ru_ru: Показывать вкладку в режиме просмотра
sv: Visa förhandsgranskning i flik

source: &Save
hu_hu: Ment
ru_ru: &Сохранить
sv: &Spara

source: Save all open pages
hu_hu: Összes nyitott lap mentése
ru_ru: Сохранить все открытые страницы
sv: Spara alla öppna sidor

source: &Rename
hu_hu: Átnevez
ru_ru: &Переименовать
sv: Byt namn

source: Rename current wiki word
hu_hu: Aktuális wikiszó átnevezése
ru_ru: Переименовать текущее вики-слово
sv: Byt namn på aktuellt wikiord

source: Delete current wiki word
hu_hu: Aktuális wikiszó törlése
ru_ru: Удалить текущее вики-слово
sv: Radera aktuellt wikiord

source: Set as Roo&t
hu_hu: Gyökérnek beállít
ru_ru: Установить как &корневое
sv: Sätt som ro&t

source: Set current wiki word as tree root
hu_hu: Aktuális wikiszó beállítása fa gyökereként
ru_ru: Установить текущее вики-слово в качестве корня дерева
sv: Sätt aktuellt wikiord som trädrot

source: R&eset Root
hu_hu: Gyökér alaphelyzetbe
ru_ru: &Востановить корневое слово
sv: Åt&erställ rot

source: Set home wiki word as tree root
hu_hu: Alap wikiszó beállítása fa gyökereként
ru_ru: Восстановить домашнюю страницу в качестве корня дерева
sv: Sätt wikins huvudsida som trädrot

source: S&ynchronise Tree
hu_hu: Fa szinkronizálása
ru_ru: &Синхронизировать дерево
sv: S&ynkronisera träd

source: Find the current wiki word in the tree
hu_hu: Aktuális wikiszó megkeresése a fában
ru_ru: Найти текущее вики-слово в дереве
sv: Hitta det aktuella wikiord i trädet

source: &Follow Link
hu_hu: Link követése
ru_ru: &Открыть ссылку
sv: Öppna länk

source: Activate link/word
hu_hu: Szó/link érvényesítése
ru_ru: Открыть ссылку/слово
sv: Aktivera länk/ord

source: Follow Link in &New Tab
hu_hu: Link követése új fülön
ru_ru: Открыть ссылку в &новой вкладке
sv: Öppna länk i ny flik

source: Activate link/word in new tab
hu_hu: Hivatkozás, vagy szó aktiválásaaa új fülön
ru_ru: Открыть ссылку/слово в новой вкладке
sv: Aktivera länk/ord i ny flik

source: Follow Link in New &Window
hu_hu: Kövesse a hivatkozást új ablakban
ru_ru: Открыть ссылку в новом окне

source: Activate link/word in new window
hu_hu: Hivatkozás, vagy szó aktiválása új ablakban
ru_ru: Открыть ссылку/слово в новом окне

source: Copy &URL to Clipboard
hu_hu: URL másolása vágólapra
ru_ru: &Копировать URL в буфер
sv: Kopiera &URL till urklipp

source: Copy full "wiki:" URL of the word to clipboard
hu_hu: A szó teljes "wiki:" URL-jének másolása a vágólapra
ru_ru: Копировать полный "wiki:" URL слова в буфер
sv: Kopiera ordets hela "wiki:" URL till urklipp

source: &Add version
hu_hu: Verzió hozzáadása
ru_ru: &Добавить версию
sv: Lägg till version

source: Add new version
hu_hu: Új verzió hozzáadása
ru_ru: Добавить новую версию
sv: Lägg till ny version

source: &Bold
hu_hu: Vastag
ru_ru: &Полужирный
sv: Fet

source: Bold
hu_hu: Vastag
ru_ru: Полужирный
sv: Fet

source: &Italic
hu_hu: Dőlt
ru_ru: &Курсив
sv: Kurs&iv

source: Italic
hu_hu: Dőlt
ru_ru: Курсив
sv: Kursiv

source: &Heading
hu_hu: Fejléc
ru_ru: &Заголовок
sv: Rubrik

source: Add Heading
hu_hu: Fejléc hozzáadása
ru_ru: Добавить заголовок
sv: Lägg till rubrik

source: &Rewrap Text
hu_hu: Szöveg újratördelése
ru_ru: Обновить &переносы
sv: Sammanfoga text

source: Rewrap Text
hu_hu: Szöveg újratördelése
ru_ru: Обновить переносы текста
sv: Sammanfoga text

source: &Convert
hu_hu: Átalakítás
ru_ru: &Преобразовать
sv: Konvertera

source: Selection to &Link
hu_hu: Kijelölést link-ké
ru_ru: Выделенное в ссылку (&викифицировать)
sv: Markering till &länk

source: Remove non-allowed characters and make sel. a wiki word link
hu_hu: Érvénytelen karakterek eltávolítása és kijelölésből wikiszóhivatkozást készítése
ru_ru: Удалить недопустимые символы и преобразовать выделенный фрагмент в вики-ссылку
sv: Radera otillåtna tecken och gör markering till ett länkat wikiord

source: Selection to &Wiki Word
hu_hu: Kijelölést Wikiszóra
ru_ru: Выделенное в вики-&слово
sv: Markering till &wikiord

source: Put selected text in a new or existing wiki word
hu_hu: A kijelölt szöveget helyezze új, vagy meglévő wikiszóba
ru_ru: Переместить выделенный фрагмент в новое или существующее вики-слово
sv: Lägg den markerade texten i ett nytt eller existerande wikiord

source: Absolute/Relative &File URL
hu_hu: Abszolút/relatív fájl URL
ru_ru: &Абсолютный/Относительный URL файла
sv: Absolut/relativ sökväg till &fil

source: Convert file URL from absolute to relative and vice versa
hu_hu: Fájl URL átalakítása abszolútból relatívba és vissza
ru_ru: Преобразовать URL файла из абсолютного в относительный и обратно
sv: Konvertera sökväg till fil från absolut till relativ eller tvärtom

source: &Icon Name
hu_hu: Ikon neve
ru_ru: &Иконка
sv: &Ikonnamn

source: &Color Name
hu_hu: Szín neve
ru_ru: &Цвет
sv: Färgnamn

source: &Add Attribute
hu_hu: Attribútum hozzáadása
ru_ru: &Добавить атрибут
sv: Lägg till &attribut
