Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: Context characters
hu_hu: Szövegkörnyezet karakterek
ru_ru: Символов контекста
sv: Angränsande tecken

source: Defaults
hu_hu: Alapbeállítások
ru_ru: Значения по умолчанию
sv: Standardinställningar

source: &Delete
hu_hu: Törlés
ru_ru: &Удалить
sv: Ra&dera

source: &Find
hu_hu: Keres
ru_ru: &Найти
sv: Sök

source: &Replace
hu_hu: Csere
ru_ru: &Заменить
sv: E&rsätt

source: &Test
hu_hu: Tesz
ru_ru: &Проверить

source: Close
hu_hu: Bezár
ru_ru: Закрыть
sv: Stäng

source: Find &Next
hu_hu: Következő találat
ru_ru: Найти &следующее
sv: Sök &nästa

source: Replace &All
hu_hu: Cseréli mindet
ru_ru: Заменить &всё
sv: Ersätt &alla

source: &Case sensitive
hu_hu: Nagybetűérzékeny
ru_ru: Учитывать &регистр
sv: Skifteslägeskänsligt

source: &Create
hu_hu: Létrehoz
ru_ru: &Создать
sv: Skapa

source: &Delete All
hu_hu: Mindent töröl
ru_ru: &Удалить всё
sv: Ra&dera allt

source: &Delete Export(s)
hu_hu: Export törlése
ru_ru: &Удалить Экспорт(ы)
sv: Ra&dera export(er)

source: &Delete Search(es)
hu_hu: Keresés törlése
ru_ru: &Удалить Поиск(и)
sv: Ra&dera sökning(ar)

source: &Ignore
hu_hu: Elvet
ru_ru: &Игнорировать
sv: Avbryt

source: &Load Export
hu_hu: Export betöltése
ru_ru: &Загрузить Экспорт
sv: &Ladda export

source: &Load Search
hu_hu: Keresési eredmény betöltése
ru_ru: &Загрузить Поиск
sv: &Ladda sökning

source: &New Tab
hu_hu: Új fül
ru_ru: &Новой вкладке
sv: &Ny flik

source: &Options
hu_hu: Opciók
ru_ru: &Настройки
sv: Alternativ

source: &Page names
hu_hu: Oldalaknevek
ru_ru: &Имена страниц
sv: Sidnamn

source: &Replace
hu_hu: Cserél
ru_ru: &Заменить
sv: E&rsätt

source: &Restore
hu_hu: Helyreállít
ru_ru: &Восстановить
sv: Åte&rskapa

source: &Save Export
hu_hu: Export mentése
ru_ru: &Сохранить Экспорт
sv: &Spara export

source: &Save Search
hu_hu: Keresési eredmény mentése
ru_ru: &Сохранить Поиск
sv: &Spara sökning

source: &Search:
hu_hu: Keres
ru_ru: &Найти:
sv: &Sök:

source: &Strip leading/trailing spaces
hu_hu: Kezdő és záró szóközök kihagyása
ru_ru: &Удалять пробелы в начале/конце выражения

source: &Whole word
hu_hu: Teljes szó
ru_ru: Только слово &целиком
sv: Helt ord

source: &beginning
hu_hu: előről
ru_ru: &начала страницы
sv: &början

source: (0: worst, 100: best)
hu_hu: (0: legrosszabb, 100: legjobb)
ru_ru: (0: худшее, 100: лучшее)
sv: (0: sämst, 100: bäst)

source: (Use selected defaults if you are unsure)
hu_hu: (Az alapbeállításokat használd, ha nem vagy biztos)
ru_ru: (Если не уверены, используйте значения, установленные по умолчанию)
sv: (Använd markerade standardvärden om du är osäker)

source: * Needs WikidPad restart
hu_hu: * WikidPad újraindítását igényeli
ru_ru: * Требуется перезапуск WikidPad
sv: * Kräver omstart av WikidPad

source: 0: Never complete version; 1: Always complete v.; 10: Every tenth v. is complete
hu_hu: 0: Sosem teljes verzió; 1: Mindig teljes v; 10: Minden tizedik verz. teljes
ru_ru: 0: Никогда не завершать версию; 1: Всегда завершать версию; 10: Завершать каждую десятую версию
sv: 0: Aldrig komplett version; 1: Alltid komplett v.; 10: Var tionde v. är komplett

source: 1 (since 1.9beta6)
hu_hu: 1 (1.9beta6 óta)
ru_ru: 1 (1.9beta6 и выше)
sv: 1 (sedan 1.9beta6)

source: Above
hu_hu: Fölött
ru_ru: Сверху
sv: Upptill

source: Absolute URL
hu_hu: Abszolut URL-cím
ru_ru: Абсолютный URL
sv: Absolut URL

source: Active link color:
hu_hu: Aktív link színe
ru_ru: Цвет активной ссылки:
sv: Färg på aktiv länk:

source: Add
hu_hu: Hozzáad
ru_ru: Добавить
sv: Lägg till

source: Add &Globally
hu_hu: Hozzáad globálisan
ru_ru: Добавить &глобально
sv: Lägg till &globalt

source: Add &Locally
hu_hu: Hozzáad helyben
ru_ru: Добавить &локально
sv: &Lägg till lokalt

source: Add Wiki to Favorites
hu_hu: Wiki hozzáadása Kedvencekhez
ru_ru: Добавить вики в Избранное
sv: Lägg till wiki i favoriter

source: Add spaces
hu_hu: Szóközök hozzáadása
ru_ru: Добавить пробелы
sv: Infoga mellanslag

source: After:
hu_hu: Utána:
ru_ru: После:
sv: Efter:

source: All Pages
hu_hu: Osszes lap
ru_ru: Все страницы
sv: Alla sidor

source: Allow everything
hu_hu: Mindent engedélyez
ru_ru: Разрешить всё
sv: Tillåt allt

source: Allow index search
hu_hu: Indexelt keresés engedélyezése
ru_ru: Использовать индексирование при поиске
sv: Tillåt indexerad sökning

source: Alphabetically
hu_hu: Ábécérendben
ru_ru: По алфавиту
sv: Alfabetiskt

source: Alphabetically reverse
hu_hu: Fordított ábécérendben
ru_ru: По алфавиту в обратном порядке
sv: Alfabetiskt omvänt

source: Also rename subpages
hu_hu: Alárendelt lapokat is átnevezi
ru_ru: Дополнительно переименовать подстраницы
sv: Döp även om undersidor

source: Always
hu_hu: Mindig
ru_ru: Всегда
sv: Alltid

source: Always show import table
hu_hu: Mindig mutassa az importtáblát
ru_ru: Всегда показывать таблицу импорта
sv: Visa alltid importtabell

source: App-bound hotkey:
hu_hu: Alkamazást elrejtő gyorsillentyű
ru_ru: Общая горячая клавиша:
sv: Kortkommando för program:

source: Append after clipboard snippet:
hu_hu: A vágólaprészlet végéhez fűz:
ru_ru: Вставить после фрагмента из буфера:
sv: Lägg till efter urklipp:

source: Append after links:
hu_hu: A linkek végéhez fűz:
ru_ru: Вставить после ссылок:
sv: Lägg till efter länkar:

source: Append closing bracket on auto-complete
hu_hu: Csukó zárójel hozzáfűzése automatikus kiegészítéskor
ru_ru: Добавлять закрывающую скобку при автозавершении
sv: Lägg till hakparentes vid automatisk utfyllnad

source: Append wiki word
hu_hu: Wikiszó hozzáfűzése
ru_ru: Добавить вики-слово в конец
sv: Lägg till wikiord sist

source: As &Tab
hu_hu: Fülként
ru_ru: Как &вкладку
sv: Som flik

source: As &is
hu_hu: Ahogy van
ru_ru: Как &есть
sv: Som det skr&ivs

source: As Res&ultlist
hu_hu: Eredménylistaként
ru_ru: Как список &результатов
sv: Som res&ultatlista

source: As Tree
hu_hu: Faként
ru_ru: Как дерево
sv: Som träd

source: As is
hu_hu: Ahogy van
ru_ru: Как есть
sv: Som det skrivs

source: As list
hu_hu: Listaként
ru_ru: Как список
sv: Som lista

source: As tree
hu_hu: Faként
ru_ru: Как дерево
sv: Som träd

source: Ask
hu_hu: Kérdez
ru_ru: Спросить
sv: Fråga

source: Ask before deletion of wiki word
hu_hu: Wiki szó törlése előtt kérdezzen
ru_ru: Запрашивать подтверждение при удалении вики-слова
sv: Fråga innan radering av wikiord

source: Ask for creation when opening non-existing word
hu_hu: Nem létező wikiszó megnyitásakor kérdezzen a létrhozásra
ru_ru: Спрашивать о создании при открытии несуществующего слова

source: Ask settings on each paste
hu_hu: Beállításokat bekéri beillesztéskor
ru_ru: Спрашивать установки при каждой вставке
sv: Fråga efter inställningar vid varje inklistring

source: At position:
hu_hu: Pozíciónál:
ru_ru: В положении:
sv: Vid postition:

source: Attribute/script color:
hu_hu: Attribútum/szkript színe
ru_ru: Цвет атрибута/скрипта:
sv: Attribut/skript-färg

source: Attrs. to
hu_hu: Attribútumok amiket
sv: Attr. att

source: Auto-hide
hu_hu: Automatikus elrejtés
ru_ru: Скрывать автоматически
sv: Dölj automatiskt

source: Auto-hide log window
hu_hu: Logablak automatikus elrejtése
ru_ru: Автоматически скрывать окно журнала
sv: Dölj loggfönstret automatiskt

source: Auto-hide structure window
hu_hu: Struktúraablak automatikus elrejtése
ru_ru: Автоматически скрывать окно структуры
sv: Dölj strukturfönstret automatiskt

source: Auto-show log window
hu_hu: Logablak automatikus megjelenítése
ru_ru: Автоматически показывать окно журнала
sv: Visa loggfönstret automatiskt

source: Auto-unbullets
hu_hu: Felsorolás automatikus kiszedése
ru_ru: Автоматически удалять маркёры списка
sv: Ingen automatisk punktlista om inget skrivs

source: Autosave active
hu_hu: Automatikus mentés aktív
ru_ru: Включить автосохранение
sv: Spara automatiskt är aktivt

source: Avoid doubled snippets
hu_hu: Töredékismétlés elkerülése
ru_ru: Избегать дублирования фрагментов
sv: Undvik dubbletter i urklipp

source: Background color:
hu_hu: Háttérszín:
ru_ru: Цвет фона:
sv: Bakgrundsfärg:

source: Background image:
hu_hu: Háttérkép:
ru_ru: Изображение фона:
sv: Bakgrundsbild:

source: Basic wiki settings
hu_hu: Alap wikibeállítások
ru_ru: Основные установки вики
sv: Wikins grundinställningar

source: Before:
hu_hu: Előtte:
ru_ru: Перед:
sv: Före:

source: Below
hu_hu: Alatta
ru_ru: Снизу
sv: Nertill

source: Between links:
hu_hu: Linkek közé:
ru_ru: Вставить между ссылками:
sv: Mellan länkar:

source: Bookmark
hu_hu: Könyvjelző
ru_ru: Поместить в закладки
sv: Bokmärke

source: Bottom
hu_hu: Lent
ru_ru: Снизу
sv: Nertill

source: Cancel
hu_hu: Elvet
ru_ru: Отмена
sv: Avbryt

source: Change these only if you know what you are doing!
hu_hu: Csak akkor változtassa meg, ha tudja mit csinál!
ru_ru: Изменяйте, только если вы знаете, что делаете!
sv: Ändra detta endast om du vet vad du gör!

source: Choose Wiki Word
hu_hu: Wikiszó kiválasztása
ru_ru: Выберите вики-слово
sv: Välj wikiord

source: Choose date format
hu_hu: Dátumformátum kiválasztása
ru_ru: Определите формат даты
sv: Välj datumformat

source: Choose plain text font
hu_hu: Sima szöveg betűtípusának kiválasztása
ru_ru: Выбор шрифта основного текста
sv: Välj typsnitt för oformaterad text

source: Chronological View
hu_hu: Időrendi nézet
ru_ru: Хронология
sv: Tidsvy

source: Clear
hu_hu: Törlés
ru_ru: Очистить
sv: Rensa

source: Clear List
hu_hu: Lista törlése
ru_ru: Очистить список
sv: Rensa lista

source: Clone tab
hu_hu: Fül klónozása
ru_ru: Дублировать вкладку
sv: Klona flik

source: Close tab
hu_hu: Fül bezárása
ru_ru: Закрыть вкладку
sv: Stäng flik

source: Collapse whole tree
hu_hu: A teljes fa összecsukása
ru_ru: Свернуть всё дерево
sv: Fäll in hela trädet

source: Collector page:
hu_hu: Gyűjtőlap
ru_ru: Страница для сбора ссылок:
sv: Samlingssida:

source: Colorize search fragments of links separately
hu_hu: Hivatkozás keresési töredékeinek színezése
ru_ru: Отдельный цвет для фрагментов ссылок после #
sv: Färglägg sökfragment separat i länkar

source: Compatibility
hu_hu: Kompatibilitás
ru_ru: Совместимость
sv: Kompatibilitet

source: Compatible filenames
hu_hu: Kompatibilis fájlnevek
ru_ru: Совместимые имена файлов
sv: Kompatibla filnamn

source: Config. dir.
hu_hu: Konfig. könyvt.
ru_ru: Папка конфигурации
sv: Konfig. kat.

source: Copy URL to clipboard
hu_hu: URL másolása vágólapra
ru_ru: Копировать URL в буфер
sv: Kopiera URL till urklipp

source: Copy into file storage
hu_hu: Másolja a fájltárolóba
ru_ru: Копировать в файлохранилище
sv: Kopiera till fillagringskatalog

source: Copy to clipboard:
hu_hu: Másolás vágólapra
ru_ru: Копировать в буфер:
sv: Kopiera till urklipp:

source: Count Occurrences up to max.:
hu_hu: Előfordulások számolása max.:
ru_ru: Всего найти максимум:
sv: Räkna förekomster till max.:

source: Create wiki lock file
hu_hu: Wiki zárolásfájl létrehozása
ru_ru: Создавать файл блокировки
sv: Skapa låsningsfil för wikin

source: Current subtree
hu_hu: Jelenlegi alárendelt fa
ru_ru: Текущее поддерево
sv: Aktuellt underträd

source: Current wiki page
hu_hu: Jelenlegi wiki lap
ru_ru: Текущую вики-страницу
sv: Aktuell wikisida

source: Custom...
hu_hu: Igény szerinti...
ru_ru: Выбрать...
sv: Anpassa...

source: DOCTYPE:
hu_hu: Dok. típus:

source: Database
hu_hu: Adatbázisban
ru_ru: База данных
sv: Databas

source: Database type:
hu_hu: Adatbázis típusa:
ru_ru: Тип базы данных:
sv: Databastyp:

source: Date format:
hu_hu: Dátumformátum
ru_ru: Формат даты:
sv: Datumformat:

source: Default action:
hu_hu: Alabeállítás szerinti művelet
ru_ru: Действие по умолчанию:
sv: Standardåtgärd:

source: Default export dir.:
hu_hu: Export alapértelmezett könyvtára:
ru_ru: Папка по умолчанию для экспорта:
sv: Standardexportkatalog:

source: Default open/new dir.:
hu_hu: Megnyitás/új alapértelmezett könyvtára
ru_ru: Папка по умолчанию для открытия/создания:
sv: Standardkatalog för öppna/ny:

source: Defaults
hu_hu: Alapértelmezett értékek
ru_ru: Значения по умолчанию
sv: Standard

source: Del
hu_hu: Töröl
ru_ru: Удалить
sv: Radera

source: Delay after key pressed:
hu_hu: Billentyűnyomás után várjon:
ru_ru: Задержка после нажатия клавиши:
sv: Fördröjning efter nedtryckt tangent:

source: Delay after page dirty:
hu_hu: Lap változtatása után várjon:
ru_ru: Задержка после изменения страницы:
sv: Fördröjning efter första ändring:

source: Delay before auto-close:
hu_hu: Automatikus bezárás előtt várjon
ru_ru: Задержка перед автоматическим закрытием:
sv: Fördröjning innan automatisk stängning

source: Details
hu_hu: Részletek
ru_ru: Подробности:
sv: Detaljer

source: Done
hu_hu: Kész
ru_ru: Готово
sv: Klar

source: Down
hu_hu: Le
ru_ru: Вниз
sv: Ner

source: Dropping files with CTRL:
hu_hu: Fájlok ejtése CTRL-lel:
ru_ru: Перетаскивание файлов с CTRL:
sv: Släpp filer med CTRL:

source: Dropping files with SHIFT:
hu_hu: Fájlok ejtése SHIFT-tel:
ru_ru: Перетаскивание файлов с SHIFT:
sv: Släpp filer med SHIFT:

source: Dropping files:
hu_hu: Fájlok ejtése:
ru_ru: Перетаскивание файлов:
sv: Släppa filer:

source: Editor timing
hu_hu: Szerkesztő időzítése
ru_ru: Задержки редактора
sv: Redigerartider

source: Encoding:
hu_hu: Kódolás:
ru_ru: Кодировка:
sv: Kodning:

source: Export to:
hu_hu: Exportálás ebbe:
ru_ru: Экспорт в:
sv: Exportera till:

source: Fast search defaults
hu_hu: Gyorskeresés alapbeállításai
ru_ru: Значения по умолчанию для быстрого поиска
sv: Standardinställningar för snabbsökning

source: File cleanup
hu_hu: Fájltisztítás
ru_ru: Чистка файлов
sv: Filstädning

source: File dropping
hu_hu: Fájl elvetése
ru_ru: Перетаскивание файлов
sv: Dra och släpp filer

source: File signature
hu_hu: Fájl aláírása
ru_ru: Сигнатура файла

source: File storage identity check
hu_hu: Fájltároló azonosításának ellenőrzése
ru_ru: Проверка идентичности файлов хранилища
sv: Fillagringskontroll

source: File type:
hu_hu: Fájltípus:
ru_ru: Тип файла:
sv: Filtyp:

source: Filename must match
hu_hu: A fájlnévnek egyeznie kell!
ru_ru: Должно совпадать имя файла
sv: Filnamnet måste matcha

source: Filename prefix:
hu_hu: Fájlnév előtagja
ru_ru: Префикс имени файла:
sv: Filnamnsprefix:

source: First word at startup:
hu_hu: Wikiszó indításkor
ru_ru: Первое слово при старте вики:
sv: Första ord vid uppstart:

source: Font name for HTML preview:
hu_hu: HTML-előnézet betűtípusa:
ru_ru: Шрифт для просмотра HTML:
sv: Typsnitt för HTML-visning:

source: Forbid cancel on search
hu_hu: Megszakítás tiltása kereséskor
ru_ru: Запретить Отмену при поиске
sv: Förhindra avbrott vid sökning

source: Force ScratchPad visibility in tree
hu_hu: A vázlatfüzet mindenképpen jelenjen meg a fában
ru_ru: Всегда показывать Черновик (ScratchPad) в дереве
sv: Tvinga visning av ScratchPad i träd

source: Format version
hu_hu: Formátum verziója
ru_ru: Версия формата

source: Fully (not recommended)
hu_hu: Teljes (nem ajánlott)
ru_ru: Полностью (не рекомендуется)

source: General
hu_hu: Általános
ru_ru: Общие

source: Given:
hu_hu: Adott:
ru_ru: Следующая:
sv: Annat:

source: Go to next page
hu_hu: Ugrás a következő lapra
ru_ru: Перейти на следующую страницу
sv: Gå till nästa sida

source: Graceful handling of missing page files
hu_hu: A lapofájlok óvatos kezelése
ru_ru: Аккуратная обработка пропущенных файлов страниц
sv: Mjuk hantering av saknade sidfiler

source: Heading of new pages
hu_hu: Új lapok fejléce
ru_ru: Заголовки новых страниц
sv: Titel på nya sidor

source: Heading prefix:
hu_hu: Fejléc előtag
ru_ru: Префикс заголовка:
sv: Rubrikprefix:

source: Headings as aliases
hu_hu: Kezelés álnévként
ru_ru: Заголовки как псевдонимы
sv: Rubriker som alias

source: Height:
hu_hu: Magasság:
ru_ru: Высота:
sv: Höjd:

source: Hidden
hu_hu: Rejtett
ru_ru: Скрыть
sv: Dold

source: Hide Log
hu_hu: Log rejtése
ru_ru: Скрыть журнал
sv: Dölj logg

source: Hide undefined wiki words in Tree
hu_hu: A nem definiált wikiszavak rejtse el a fában
ru_ru: Не показывать в дереве неопределённые вики-слова
sv: Dölj odefinierade wikiord i träd

source: Highlight start delay:
hu_hu: Kiemelés indításának késleltetése:
ru_ru: Задержка начала выделения:
sv: Fördröjning innan bakgrundsjobb startas:

source: Icon:
hu_hu: Ikon:
ru_ru: Иконка:
sv: Ikon:

source: Ig&nore All
hu_hu: Mindet elvet
ru_ru: &Игнорировать всё
sv: Ig&norera alla

source: Ignore wiki lock file
hu_hu: Wiki zárolásfájl mellőzése
ru_ru: Игнорировать файл блокировки
sv: Ignorera låsningsfil för wikin

source: Image pasting
hu_hu: Kép beillesztése
ru_ru: Вставка картинок
sv: Bildinklistring

source: Image preview tooltips for local URLs
hu_hu: Helyi hivatkozások előnézeti mutatása buborékban
ru_ru: Всплывающий предпросмотр для локальных URL
sv: Verktygstips vid bildgranskning för lokala urler

source: Import format:
hu_hu: Importálás formátuma:
ru_ru: Формат импорта:

source: Import questions
hu_hu: Importálási kérdések
ru_ru: Настройка импорта
sv: Importfrågor

source: Incremental search
hu_hu: Részletkeresés
ru_ru: Пошаговый поиск
sv: Inkrementell sökning

source: Internal
hu_hu: Belső
ru_ru: Внутренний
sv: Intern

source: Intersect
hu_hu: Összevet
ru_ru: Пересечение
sv: Infoga

source: Just bring to front if open already
hu_hu: Ha nyitva, csak hozza előtérbe
ru_ru: Просто перейти, если уже открыта

source: Keeping directory in filestorage keeps everything in it
hu_hu: KÖnyvtár tárolása a fájltárolóban mindnet tárol
ru_ru: Вместе с директорией в файлохранилище оставлять всё её содержимое
sv: Spara katalog i fillagring sparar allt i den

source: Left
hu_hu: Bal
ru_ru: Слева
sv: Vänster

source: Left double click in preview:
hu_hu: Bal duplakattintás előnézetben:
ru_ru: Двойной щелчок левой кнопкой в режиме просмотра:
sv: Vänster dubbelklick i förhandsgranskning:

source: Link color:
hu_hu: Hivatkozás színe:
ru_ru: Цвет ссылки:
sv: Länkfärg:

source: Links in brackets
hu_hu: Hivatkozások zárójelben
ru_ru: Ссылки в скобках
sv: Länkar inom hakparenteser

source: Load and R&un Export
hu_hu: Export betöltése és futtatása
ru_ru: Загрузить &и запустить Экспорт
sv: Ladda och kör export

source: Load and R&un Search
hu_hu: Keresés betöltése és futtatása
ru_ru: Загрузить &и запустить Поиск
sv: Ladda och genomför sökning

source: Margin color:
hu_hu: Szegélyszín
ru_ru: Цвет полей:
sv: Marginalfärg:

source: Max. characters on each tab:
hu_hu: Fülenként a max. betűszám:
ru_ru: Макс. число символов на каждой вкладке:
sv: Max antal tecken på varje flik:

source: Max. entries:
hu_hu: Max. beírás:
ru_ru: Макс.записей

source: Max. number of entries:
hu_hu: Beírások max. száma:
ru_ru: Макс. число элементов:
sv: Max antal poster:

source: Middle button with CTRL:
hu_hu: Középső kattinás CTRL-lel:
ru_ru: Средняя кнопка с CTRL:
sv: Mittenknapp med CTRL:

source: Middle button without CTRL:
hu_hu: Középső kattintás CTRL nélkül:
ru_ru: Средняя кнопка без CTRL:
sv: Mittenknapp utan CTRL:

source: Middle click on tab:
hu_hu: Középső kattintás a fülon
ru_ru: Средняя кнопка на вкладке:
sv: Mittenklick på flik:

source: Minimize on close button
hu_hu: Bezárás gombra összecsuk
ru_ru: Минимизировать по кнопке закрытия
sv: Minimera med stängningsknapp

source: Minimize to Tray
hu_hu: Csukja össze a tálcára
ru_ru: Минимизировать в трей
sv: Minimera till aktivitetsfält

source: Missing files
hu_hu: Hiányzó fájl
ru_ru: Ссылки без файлов
sv: Saknade filer

source: Modif. date is enough
hu_hu: Módosítás dátuma elegendő
ru_ru: Достаточно даты изменения
sv: Ändringsdatum räcker

source: Modif. date must match
hu_hu: Mód. dátumnak egyeznie kell
ru_ru: Должна совпадать дата изменения
sv: Ändringsdatum måste matcha

source: Modify all links to the wiki word
hu_hu: A wikiszó minden hivatkozását lecseréli
ru_ru: Изменить все ссылки на вики-слово
sv: Ändra alla länkar till wikiordet

source: Move into file storage
hu_hu: Helyezze a fájltárolóba
ru_ru: Переместить в файлохранилище
sv: Flytta till fillagringskatalog

source: N. T. &Backgr.
hu_hu: N. T. Háttér
ru_ru: Новой вкладке в &фоне
sv: N.F. &Bakgr.

source: Name clash
hu_hu: Névütközés
ru_ru: Конфликт имён
sv: Namnkonflikt

source: Name collision:
hu_hu: Névütközés:
ru_ru: Конфликт имён:
sv: Namnkonflikt:

source: Natural
hu_hu: Természetes
ru_ru: Естественный
sv: Normalt

source: New Window
hu_hu: Új ablak
ru_ru: Новое Окно

source: New tab in background
hu_hu: Új fül háttérben
ru_ru: Новая вкладка на заднем плане
sv: Ny flik i bakgrund

source: New tab in foreground
hu_hu: Új fül az előtérben
ru_ru: Новая вкладка на переднем плане
sv: Ny flik i förgrund

source: New tab with edit
hu_hu: Előnézet: új fülön szerkeszt
ru_ru: Новая вкладка в режиме редактирования
sv: Ny flik med redigering

source: New window on wiki URL
hu_hu: Wiki URL nyitása új ablakban
ru_ru: Новое окно при открытии вики-URL
sv: Nytt fönster för wiki-URL

source: Newest visited
hu_hu: Legfrisebb megtekintett
ru_ru: По возрастанию времени просмотра
sv: Senast besökt

source: No change
hu_hu: Változatlan
ru_ru: Не изменять

source: No cycles in tree
hu_hu: Ciklus tiltása a Fában
ru_ru: Запретить циклы в дереве
sv: Inga cirkelreferenser i träd

source: No global.import_scripts
hu_hu: Globális importszkriptek nem engedélyezettek
ru_ru: Запретить global.import_scripts
sv: Inga global.import_scripts

source: No import_scripts
hu_hu: Importszkriptek nem engedélyezettek
ru_ru: Запретить import_scripts
sv: Inga import_scripts

source: No scripts
hu_hu: Szkriptek nem engedélyezettek
ru_ru: Запретить скрипты
sv: Inga skript

source: No title
hu_hu: Nincs cím
ru_ru: Без заголовка
sv: Ingen titel

source: None
hu_hu: Nincs
ru_ru: Нет
sv: Inget

source: Not at all
hu_hu: Egyáltalán ne
ru_ru: Никогда
sv: Aldrig

source: Nothing
hu_hu: Semmi
ru_ru: Ничего
sv: Inget

source: OK
hu_hu: Rendben

source: Oldest visited
hu_hu: Legrégebbi látogatott
ru_ru: По убыванию времени просмотра
sv: Tidigast besökt

source: Open in ...
hu_hu: Nyissa meg itt...
ru_ru: Открыть в...
sv: Öppna i ...

source: Open in new window
hu_hu: Nyissa meg új ablakban
ru_ru: Открыть в новом окне
sv: Öppna i nytt fönster

source: Options
hu_hu: Opciók
ru_ru: Настройки
sv: Alternativ

source: Options for file cleanup
hu_hu: Fájltisztítási opciók
ru_ru: Настройки чистки файлов
sv: Inställningar för filstädning

source: Options page:
hu_hu: Opciók lap:
ru_ru: Страница настроек:
sv: Alternativsida:

source: Order pages:
hu_hu: Parancslapok:
ru_ru: Упорядочить страницы:
sv: Sortera sidor:

source: Order:
hu_hu: Sorrend:
ru_ru: Порядок:
sv: Sortering:

source: Orphaned files
hu_hu: Árva fájlok:
ru_ru: Файлы без ссылок
sv: Ursprungliga filer

source: Page Setup
hu_hu: Oldalbeállítás
ru_ru: Параметры страницы
sv: Utskriftsformat

source: Page file names ASCII only
hu_hu: Csak ASCII oldalfájl-nevek
ru_ru: Имена файлов только в ASCII
sv: Sidors filnamn endast i ASCII-kodning

source: Page names matching regular expression:
hu_hu: Szabályos kifejezéssel egyező lapok neve
ru_ru: Имена страниц удовлетворяют регулярному выражению:
sv: Sidnamn som matchar reguljärt uttryck:

source: Page separator:
hu_hu: Lapelválasztó:
ru_ru: Разделитель страниц:
sv: Sidbrytningstecken:

source: Pages in list and
hu_hu: Lapok a listában és
ru_ru: Страницы списка и
sv: Sidor i listan och

source: Paste File
hu_hu: Fájl beillesztése
ru_ru: Вставить файл
sv: Klistra in fil

source: Paste Image
hu_hu: Kép beillesztése
ru_ru: Вставить изображение
sv: Klistra in bild

source: Paste from clipboard:
hu_hu: Beillesztés vágólapról:
ru_ru: Вставить из буфера:
sv: Klistra in från urklipp:

source: Path or URL:
hu_hu: Elérési út vagy URL:
ru_ru: Путь или URL:
sv: Sökväg eller URL:

source: Path to file launcher:
hu_hu: Fájlindító útvonala:
ru_ru: Путь к программе-обработчику файла:
sv: Sökväg till filstartare:

source: Plain text color:
hu_hu: Sima szöveg színe
ru_ru: Цвет простого текста:
sv: Färg på oformaterad text:

source: Position main tree:
hu_hu: Fa pozíció
ru_ru: Расположение главного дерева:
sv: Huvudträdets position:

source: Position view tree:
hu_hu: Pozíció fanézetben
ru_ru: Расположение дерева представлений:
sv: Vyträdets postion:

source: Position:
hu_hu: Pozíció:
ru_ru: Расположение:
