Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: Invalid AppLock.lock file. Ensure that WikidPad is not running, then delete file "%s" if present yet.
hu_hu: Érvénytelen App.lock fájl. Gondoskodjon arról, hogy a Wikidpad nem fut, majd törölje a fájlt "%s" ha még létezik.
ru_ru: Неверный файл AppLock.lock. Убедитесь, что WikidPad не запущен, и удалите файл "%s", если он ещё имеется.
sv: Felaktig AppLock.lock-fil. Kontrollera att WikidPad inte körs, och radera sedan filen "%s" om den fortfarande finns kvar.

source: Other WikidPad process(es) seem(s) to run already Process identifier(s): %s Continue?
hu_hu: Úgy tűnik már más Wiki(k) fut(nak) FolyamatazonosÍtó(k): %s Folytatja?
ru_ru: Кажется, другой(ие) процесс(ы) WikidPad уже запущены Идентификатор(ы) процесса(ов): %s Продолжать?
sv: Andra WikidPad-process(er) verkar redan köras Processidentifierare: %s Fortsätt?

source: WikidPad couldn't detect if other processes are already running. Continue anyway?
hu_hu: Wikidpad nem tudja megállapítani, hogy fut-e már más folyamat. Folytatja mindenképp?
ru_ru: WikidPad не смог определить, запущены ли другие процессы. Продолжать всё равно?
sv: WikidPad kunde inte avgöra om andra processer redan körs. Fortsätt ändå?

source: WikidPad couldn't detect if other processes are already running. Socket error: %s Continue anyway?
hu_hu: Wikidpad nem tudja megállapítani, hogy fut-e már más folyamat. Csatornahiba: %s Folytatja mindenképp?
ru_ru: WikidPad не смог определить, запущены ли другие процессы. Ошибка сокета: %s Продолжать всё равно?
sv: WikidPad kunde inte avgöra om andra processer redan körs. Socket error: %s Fortsätt ändå?

source: An error occurred during this session See file %s
hu_hu: Hiba jelenkezett a munkamenetben. Lásd a %s fájlt!
ru_ru: В этой сессии произошла ошибка. См. файл %s
sv: Ett fel uppstod under denna session Se filen %s

source: Plugin options
hu_hu: Bővítmény opciók
ru_ru: Настройки плагинов
sv: Insticksprogram

source: Wiki language
hu_hu: Wiki-nyelv
ru_ru: Синтаксис вики
sv: Gränssnittsspråk

source: Plugins
hu_hu: Bővítmények
ru_ru: Плагины
sv: Insticksprogram

source: This can only be done for the page of a wiki word
hu_hu: Ezt csak egy wikiszó lapjával tehető meg.
ru_ru: Это можно сделать только со страницей вики-слова
sv: Detta kan bara utföras på en sida i ett wikiord

source: Not a wiki page
hu_hu: Nem wiki lap.
ru_ru: Не вики-страница
sv: Inte en wikisida

source: Wiki page
hu_hu: Wiki lap.
ru_ru: Вики-страница
sv: Wikisida

source: Func. page
hu_hu: Függvény lap.
ru_ru: Функ. страница
sv: Funktionssida

source: Saved search
hu_hu: Mentett keresés
ru_ru: Сохранённый Поиск
sv: Sparad sökning

source: Saved page search
hu_hu: Mentett lapkeresés
ru_ru: Сохранённый поиск по странице

source: Name
hu_hu: Név
ru_ru: Название
sv: Namn

source: Version Import
hu_hu: Verzió Import
ru_ru: Импорт Версий
sv: Versions- import

source: Rename imported
hu_hu: Átnevezés Importálva
ru_ru: Переимен. новое
sv: Byt namn på importerat

source: Rename present
hu_hu: Átnevezés jelen
ru_ru: Переимен. старое
sv: Byt namn på befintligt

source: You can't rename imported and present item at the same time
hu_hu: Nem nevezhet át importált és egyidőben jelen lévő lapot
ru_ru: Вы не можете переименовать импортируемую и имеющуюся одновременно
sv: Du kan inte byta namn på importerad och befintlig post samtidigt

source: Rename imported
hu_hu: Átnevezés importálva
ru_ru: Переименовать импортируемую
sv: Byt namn på importerat

source: Rename present
hu_hu: Átnevezés jelen
ru_ru: Переименовать имеющуюся
sv: Byt namn på befintligt

source: Name collision: Item '%s' will be imported already
hu_hu: Névütközés: '%s' már importálva lesz
ru_ru: Конфликт имён: '%s' уже будет импортирована
sv: Namnkollision: Posten '%s' kommer att importeras

source: Name collision: Item '%s' will already be created by renaming '%s'
hu_hu: Névütközés: '%s' már készítés alatt '%s' átnevezésével
ru_ru: Конфликт имён: '%s' уже будет создана путём переименования '%s'
sv: Namnkonflikt: Posten '%s' kommer att skapas genom att döpa om '%s'

source: Name collision: Item '%s' exists already in database
hu_hu: Névütközés: '%s' már létezik az adatbázisban
ru_ru: Конфликт имён: '%s' уже существует в базе данных
sv: Namnkonflikt: : Posten '%s' finns redan i databasen

source: Application
hu_hu: Alkalmazás
ru_ru: Общие
sv: Applikation

source: User interface
hu_hu: Alkalmazói felület
ru_ru: Интерфейс пользователя
sv: Användargränssnitt

source: Security
hu_hu: Biztonság
ru_ru: Безопасность
sv: Säkerhet

source: Tree
hu_hu: Fa
ru_ru: Дерево
sv: Träd

source: HTML preview/export
hu_hu: HTML előnézet/export
ru_ru: Просмотр/экспорт HTML
sv: HTML förhandsgranskning/export

source: HTML header
hu_hu: HTML fejléc
ru_ru: Заголовок HTML

source: Editor Colors
hu_hu: Színszerkesztés
ru_ru: Цвета редактора
sv: Redigerarfärger

source: Clipboard Catcher
hu_hu: Vágólap elfogó
ru_ru: Захват буфера
sv: Urklippsfångare

source: File Launcher
hu_hu: Fájlindító
ru_ru: Программа запуска файлов
sv: Filstartare

source: Mouse
hu_hu: Egér
ru_ru: Мышь
sv: Mus

source: Chron. view
hu_hu: Időr. nézet
ru_ru: Хронология
sv: Tidsvy

source: Searching
hu_hu: Keresés
ru_ru: Поиск
sv: Sökning

source: Advanced
hu_hu: Haladó
ru_ru: Дополнительно
sv: Avancerat

source: Timing
hu_hu: Időzítés
ru_ru: Задержки
sv: Tider

source: Autosave
hu_hu: Automatikus mentés
ru_ru: Автосохранение
sv: Spara automatiskt

source: Current Wiki
hu_hu: Jelenlegi Wiki
ru_ru: Текущая вики
sv: Aktuell wiki

source: On Open
hu_hu: Megnyitáskor
ru_ru: При открытии

source: Headings
hu_hu: Fejlécek
ru_ru: Заголовки
sv: Rubriker

source: Chronological
hu_hu: Időrendi
ru_ru: Хронология

source: Wave files (*.wav)|*.wav
hu_hu: Wav fájlok (*.wav)|*.wav
ru_ru: Звуковые файлы (*.wav)|*.wav
sv: Wave-filer (*.wav)|*.wav

source: All files (*.*)|*
hu_hu: Minden fájl (*.*)|*.*
ru_ru: Все файлы (*.*)|*
sv: Alla filer (*.*)|*

source: Select Directory
hu_hu: Könyvtárválasztás
ru_ru: Выберите папку
sv: Välj katalog

source: Select File
hu_hu: Fájl kiválasztás
ru_ru: Выберите файл
sv: Välj fil

source: Choose a file to create URL for
hu_hu: A hivatkozáshoz válasszon fájlt
ru_ru: Выберите файл, чтобы создать URL для
sv: Välj en fil att skapa sökväg till

source: Scanning
hu_hu: Keresés
ru_ru: Сканирование
sv: Skanning

source: Wiki file
hu_hu: Wiki-fájl
ru_ru: Файл вики

source: MPT export target file
hu_hu: MPT export célfájl
ru_ru: Многостраничный файл (MPT) для экспорта

source: &File URL...
hu_hu: Fájl URL
ru_ru: URL &файла...
sv: Sökväg till &fil...

source: Use file dialog to add URL
hu_hu: Fájl-párbeszédet használja URL hozzáadásához
ru_ru: Открыть диалог выбора файла для добавления URL
sv: Använd fildialog för att lägga till sökväg

source: Current &Date
hu_hu: Jelenlegi dátum
ru_ru: Текущую &дату
sv: Aktuell ti&dpunkt

source: Insert current date
hu_hu: Illessze be a mai dátumot
ru_ru: Вставить текущую дату
sv: Infoga aktuellt datum

source: File cleanup...
hu_hu: Fájltisztítás...
ru_ru: Чистка файлов...
sv: Filstädning...

source: Remove orphaned files and dead links
hu_hu: Árva fájlok és érvénytelen hivatkozások eltávolítása
ru_ru: Удаление потерянных файлов и пустых ссылок
sv: Radera föräldralösa filer och döda länkar

source: Page read only
hu_hu: Csak olvasható lap
ru_ru: Только для чтения
sv: Sida skrivskyddad

source: Set current page read only
hu_hu: A jelelegi lapot csak olvashatóra állítsa
ru_ru: Установить текущую страницу только для чтения
sv: Sätt aktuell sida som skrivskyddad

source: Open trashcan
hu_hu: Kuka megnyitása
ru_ru: Открыть корзину
sv: Öppna papperskorg

source: Recover DB
hu_hu: DB helyreállítása
ru_ru: Восстановить БД

source: Recover wiki database
hu_hu: Wiki adatbázis helyreállítása
ru_ru: Восстановить базу данных вики

source: Searching... (click into field to abort)
hu_hu: Keresés... (mezőre kattintva megáll)
ru_ru: Поиск... (щёлкните поле для остановки)
sv: Söker... (klicka i fältet för att avbryta)

source: Not found
hu_hu: Nem taláható
ru_ru: Не найдено
sv: Hittades inte

source: More >>
hu_hu: Továbbiak >>
ru_ru: Больше >>

source: << Less
hu_hu: << Kevesebb
ru_ru: << Меньше

source: Do you want to delete %i search(es)?
hu_hu: Akarja törölni a %i keresé(seke)t
ru_ru: Выбрано Поисков: %i. Хотите удалить?
sv: Vill du radera %i sökning(ar)?

source: Delete search
hu_hu: Keresés törlése
ru_ru: Удалить Поиск
sv: Radera sökning

source: Error in regular expression
hu_hu: Hiba a szályos kifejezésben
ru_ru: Ошибка в регулярном выражении
sv: Fel i reguljärt uttryck

source: Error in boolean expression
hu_hu: Hiba a bolean kifejezésben
ru_ru: Ошибка в булевом выражении
sv: Fel i booleskt uttryck

source: Choose search title
hu_hu: Válasszon keresési címet
ru_ru: Выберите имя Поиска
sv: Välj söktitel

source: Do you want to overwrite existing search '%s'?
hu_hu: Felülírja a meglévő '%s' keresést?
ru_ru: Хотите заменить существующий Поиск '%s'?
sv: Vill du skriva över aktuell sökning '%s'?

source: Overwrite search
hu_hu: Keresés felülírása
ru_ru: Заменить Поиск
sv: Skriv över sökning

source: Invalid search string, can't save as view
hu_hu: Érvénytelen keresési sztring, nem menthető nézetként
ru_ru: Неверная строка поиска, невозможно сохранить как представление
sv: Ogiltig söksträng, kan inte spara som vy

source: End of document reached. Continue at beginning?
hu_hu: Dokument vége. Kívánja folytatni az elejéről?
ru_ru: Достигнут конец документа. Продолжить с начала?
sv: Slutet av dokumentet. Fortsätta från början?

source: Continue at beginning?
hu_hu: Folytatja az elején?
ru_ru: Продолжить с начала?
sv: Fortsätta från början?

source: No matches found
hu_hu: Nincs egyezés
ru_ru: Совпадения не найдены
sv: Sökord hittades inte

source: %i replacements done
hu_hu: %i számú csere történt
ru_ru: Сделано замен: %i
sv: %i ersättningar gjorda

source: Replace All
hu_hu: Cseréli mindet
ru_ru: Заменить всё
sv: Ersätt alla

source: Bad regular expression '%s': %s
hu_hu: Hibás szabályos kifejezés '%s' %s
ru_ru: Неверное регулярное выражение '%s': %s
sv: Ogiltigt reguljärt uttryck '%s': %s

source: Error. Maybe wiki rebuild is needed
hu_hu: Hiba. Lehet, hogy a wiki-t újra kell építeni
ru_ru: Ошибка. Возможно, нужна перестройка вики
sv: Fel: Wikin kan behöva byggas om

source: Replace all occurrences?
hu_hu: CSerél minden előfordulást?
ru_ru: Заменить все вхождения?
sv: Ersätt alla förekomster

source: *Set page list*
hu_hu: Laplita beállítása
ru_ru: *Задан фильтр страниц*
sv: *Ange sidlista*

source: <Search: %s>
hu_hu: <Keres: %s>
ru_ru: <Найти: %s>
sv: <Sök: %s>

source: Fast Search
hu_hu: Gyorskeresés
ru_ru: Быстрый поиск
sv: Snabbsökning

source: As Tab
hu_hu: Fülként
ru_ru: Как вкладку
sv: Som flik

source: Search: %s
hu_hu: Keres: %s
ru_ru: Найти: %s
sv: Sök: %s

source: Activate
hu_hu: Aktivál
ru_ru: Открыть в текущей вкладке
sv: Aktivera

source: Activate New Tab Backgrd.
hu_hu: Új fülháttér aktiválása
ru_ru: Открыть новую вкладку на заднем плане
sv: Aktivera ny flik i bakgrund

source: No wiki open or current page is a functional page
hu_hu: Nincs nyititt wiki, vagy jelenlegi függvénylap
ru_ru: Нет открытой вики или текущая страница является функциональной
sv: Ingen wiki är öppen eller så är aktuell sida en funktionssida

source: Current page is not modified yet
hu_hu: Jelenlegi lap még nincs módosítva
ru_ru: Текущая страница ещё не изменялась
sv: Den aktuella sidan är inte ändrad ännu

source: No (more) misspelled words found
hu_hu: További gépelési hibát nem talált
ru_ru: Слов с ошибками (больше) нет
sv: Inga (fler) felstavade ord hittades

source: No dictionary found for this page
hu_hu: Nem talált szótárat ehhez a laphoz
ru_ru: Словарь для этой страницы не найден
sv: Ingen ordlista hittades för denna sida

source: Inval. timestamp
hu_hu: Érvénytelen dátumbélyegző
ru_ru: Неверная временная метка
sv: Ogiltigt tidsformat

source: <No title>
hu_hu: <cím nélkül>
ru_ru: <Без заголовка>
sv: <Ingen titel>

source: Select wiki for favorites
hu_hu: Wiki-t a kedvencek közés
ru_ru: Выберите вики для Избранного
sv: Välj wiki för favoriter

source: Trashcan data damaged
hu_hu: Kuka adatai sérültek
ru_ru: Данные в корзине повреждены
sv: Data i papperskorgen skadat

source: Delete %i elements from trashcan?
hu_hu: Töröljön %i elemt a kukából?
ru_ru: Элементов для удаления из корзины: %i. Удалить?
sv: Radera %i element från papperskorgen?

source: Delete from trashcan
hu_hu: Törlés a kukából.
ru_ru: Удалить из корзины
sv: Radera från papperskorgen

source: Delete all elements from trashcan?
hu_hu: A kuka minden elemét törölje?
ru_ru: Удалить все элементы из корзины?
sv: Radera alla element från papperskorgen?

source: Follow Hint:
hu_hu: Következő javaslat:
ru_ru: Следовать подсказке:
sv: Följ tips:

source: Enter wikiword...
hu_hu: Wikiszó bevitele...
ru_ru: Введите викислово...

source: Multiple words rename to same word
hu_hu: Több szó átnevezése ugyanarra a szóra
ru_ru: Несколько слов переименовываются в одно и то же слово
sv: Omdöpning av flera ord till samma namn

source: Folder does not exist
hu_hu: Könyvtár nem létezik
ru_ru: Папка не существует
sv: Katalogen finns inte

source: Link to page: %s
hu_hu: Laphivatkozás: %s
ru_ru: Ссылка на страницу: %s
sv: Länk till sida: %s

source: Activate New Window
hu_hu: Új ablak aktiválása
ru_ru: Открыть новое окно

source: Incremental search (ENTER/ESC to finish)
hu_hu: Részletkeresés (ENTER/ESC a befejezéshez)
ru_ru: Пошаговый поиск (ENTER/ESC - остановка)
sv: Inkrementell sökning (ENTER/ESC för att avsluta)

source: Open Link (External)
hu_hu: HIvatkozás megnyitésa (külső)
ru_ru: Открыть ссылку (внешн.)
sv: Öppna länk (externt)

source: Follow &Link
hu_hu: Hivatkozás követése
ru_ru: Перейти по &ссылке
sv: Öppna &länk

source: Follow Link in New &Tab
hu_hu: Hivatkozás követése új fülön
ru_ru: Перейти по ссылке в новой &вкладке
sv: Öppna länk i ny flik

source: Follow Link in New Back&ground Tab
hu_hu: Hivatkozás követése háttérben lévő fülön
ru_ru: Перейти по ссылке в новой вкладке в &фоне
sv: Öppna länk i ny bakgrundsflik

source: Views
hu_hu: Nézet
ru_ru: Представления
sv: Vyer

source: searches
hu_hu: Keresések
ru_ru: поиски
sv: sökningar

source: modified-within
hu_hu: Módosítva ...belül
ru_ru: изменены-в-пределах
sv: redigerad-inom

source: 1 day
hu_hu: 1 nap
ru_ru: 1-го дня
sv: 1 dag

source: %i days
hu_hu: %i napja
ru_ru: %i дней
sv: %i dagar

source: parentless-nodes
hu_hu: Felmenő nélküli csomópontok
ru_ru: узлы-без-родителей
sv: föräldralösa-noder

source: undefined-nodes
hu_hu: nem deffiniált csomópontok
ru_ru: неопределённые-узлы
sv: odefinierade-noder

source: Func. pages
hu_hu: Funkc.lapok
ru_ru: Функц. страницы
sv: Funktionssidor

source: Add icon attribute
hu_hu: Ikonattribútum hozzáadása
ru_ru: Добавить атрибут иконки
sv: Lägg till ikonattribut

source: Add color attribute
hu_hu: Színattribútum hozzáadása
ru_ru: Добавить атрибут цвета
sv: Lägg till färgattribut

source: Append Wiki Word
hu_hu: Wikiszó hozzáfűzése
ru_ru: Добавить вики-слово в конец
sv: Lägg till wikiord sist

source: Prepend Wiki Word
hu_hu: Wikiszó beszúrása előre
ru_ru: Добавить вики-слово в начало
sv: Lägg till wikiord först

source: Select Template
hu_hu: Sablon kiválasztása
ru_ru: Выберите шаблон
sv: Välj mall

source: Select Template (deletes current content!)
hu_hu: Válassza ki a sablon (törli az aktuális tartalmat)
ru_ru: Выберите шаблон (удалит текущее содержание!)
sv: Välj mall (raderar aktuellt innehåll!)

source: Use Template
hu_hu: Sablon használata
ru_ru: Использовать шаблон
sv: Använd mall

source: File does not exist
hu_hu: Nem létező fájl
ru_ru: Файл не существует
sv: Filen finns inte

source: Are you sure you want to delete the file: %s
hu_hu: Biztosan törölné a fájlt: %s
ru_ru: Вы уверены, что хотите удалить файл: %s
sv: Är du säker på att du vill radera filen: %s

source: Delete File
hu_hu: Fájltörlés
ru_ru: Удалить Файл
sv: Radera fil

source: Enter new name
hu_hu: Írjon be új nevet
ru_ru: Введите новое имя
sv: Ange nytt namn

source: Rename File
hu_hu: Fájlátnevezés
ru_ru: Переименовать Файл
sv: Byt namn på fil

source: Target is not a file
hu_hu: A cél nem fájl
ru_ru: Целевой объект не является файлом
sv: Målet är inte en fil

source: Target file exists already. Overwrite?
hu_hu: A célfájl már létezik. Felülírja?
ru_ru: Целевой файл уже существует. Заменить?
sv: Målfilen finns redan. Skriva över?

source: Overwrite File
hu_hu: Fájlfelülírás
ru_ru: Заменить Файл
sv: Skriv över fil

source: Set in menu "Wiki", item "Options...", options page "Security", item "Script security" an appropriate value to execute a script.
hu_hu: Szkriptfuttatáshoz a "Wiki" menü, "Opciók" lap "Biztonság" részben a "Szkript biztonság"-ot állítsa a megfelelő értékre!
ru_ru: Чтобы выполнить скрипт, установите соответствующее значение в меню "Вики", пункт "Настройки...", страница настроек "Безопасность", пункт "Безопасность скриптов".
sv: Ange i "Tillbehör/Alternativ...", inställningssidan "Säkerhet", vid "Skriptsäkerhet", ett lämpligt alternativ för att köra skriptet.

source: Script execution disabled
hu_hu: Szkriptfuttatás letiltva
ru_ru: Выполнение скрипта запрещено
sv: Körning av skript avaktiverad

source: Exception: %s
hu_hu: Kivétel: %s
ru_ru: Исключение: %s
sv: Undantag: %s

source: No more fields in this 'form' page
hu_hu: Nincs további mező ezen a 'űrlapon'
ru_ru: Больше нет полей на странице 'form'
sv: Inge fler fält i denna formulärsida

source: Line: %d Col: %d Pos: %d
hu_hu: Sor: %d Oszlop: %d Hely: %d
ru_ru: Строка: %d Колонка: %d Позиция: %d
sv: Rad: %d Kol: %d Pos: %d

source: Not a valid image
hu_hu: Nem valós kép
ru_ru: Неверное изображение
sv: Inte en tillåten bild

source: Couldn't copy file
hu_hu: Nem tudta másolni a fájlt
ru_ru: Ошибка копирования файла
sv: Kunde inte kopiera fil

source: Ignore
hu_hu: Elvet
ru_ru: Игнорировать
sv: Ignorera

source: Add Globally
hu_hu: Hozzáad globálisan
ru_ru: Добавить глобально
sv: Lägg till globalt

source: Add Locally
hu_hu: Hozzáad helyileg
ru_ru: Добавить локально
sv: Lägg till lokalt

source: Follow Link
hu_hu: Link követése
ru_ru: Открыть ссылку
sv: Öppna länk

source: Follow Link New Tab
hu_hu: Hivatkozás követése új fülön
ru_ru: Открыть ссылку в новой вкладке
sv: Öppna länk i ny flik

source: Follow Link New Tab Backgrd.
hu_hu: Hivatkozás követése új fülön háttérben
ru_ru: Открыть ссылку в новой вкладке на заднем фоне
sv: Öppna länk i ny fliks bakgrund

source: Follow Link New Window
hu_hu: HIvatkozáskövetés új ablak
ru_ru: Открыть ссылку в новом окне

source: Convert Absolute/Relative File URL
hu_hu: Abszolút/relatív fájl URL konvertálása
ru_ru: Преобразовать Абсолютный/Относительный URL файла
sv: Konvertera absolut/relativ sökväg till fil

source: Open Containing Folder
hu_hu: Tartalmazó könyvtás megnyitása
ru_ru: Открыть папку
sv: Öppna aktuell katalog

source: Rename file
hu_hu: Fájlátnevezés
ru_ru: Переименовать файл
sv: Byt namn på fil

source: Delete file
hu_hu: Fájltörlés
ru_ru: Удалить файл
sv: Radera fil

source: Copy anchor URL to clipboard
hu_hu: Horgony URL másolása vágólapra
ru_ru: Копировать anchor URL в буфер
sv: Kopiera sökväg till urklipp

source: Other...
hu_hu: Más...
ru_ru: Другие...
sv: Annat...

source: Use Template...
hu_hu: Használja a sablont ...
ru_ru: Использовать шаблон...
sv: Använd mall...

source: Show folding
hu_hu: Összecsukásjelek megjelenítése
ru_ru: Показать свёртку фрагментов
sv: Visa vikning

source: Show folding marks and allow folding
hu_hu: Összecsukásjelek megjelenítése és az összecsukás engedélyezése
ru_ru: Показать значки свёртки и разрешить свёртку фрагментов текста
sv: Visa vikningsmarkeringar och tillåt vikning

source: &Toggle current folding
hu_hu: Aktuális összecsukások váltása
ru_ru: &Свернуть/Развернуть текущий фрагмент
sv: Växla ak&tuell vikning

source: Toggle folding of the current line
hu_hu: Az összecsukás átállítása az aktuális sorban
ru_ru: Свернуть/Развернуть фрагмент текста, соответствующего текущей строке
sv: Växla vikning av den aktuella raden

source: &Unfold All
hu_hu: Kibont mind
ru_ru: &Развернуть всё
sv: Vik &ut allt

source: Unfold everything in current editor
hu_hu: Aktuális szerkesztőben mindent kibont
ru_ru: Развернуть все фрагменты в текущем редакторе
sv: Vik ut allt i aktuell redigerare

source: &Fold All
hu_hu: Összecsukja mindet
ru_ru: &Свернуть всё
sv: Vik in allt

source: Fold everything in current editor
hu_hu: Összecsuk mindent az aktuális szerkesztőben
ru_ru: Свернуть все фрагменты в текущем редакторе
sv: Vik in allt i aktuell redigerare

source: Copying from %s to %s failed. SHFileOperation result no. %s
hu_hu: Másolás %s-ből %s-be nem sikerült. SHFileOperation eredménye %s
ru_ru: Ошибка копирования из %s в %s. Код результата SHFileOperation %s
sv: Kopiering från %s till %s misslyckades. SHFileOperation resultat nr. %s

source: Moving from %s to %s failed. SHFileOperation result no. %s
hu_hu: %s mozgatása %s-ba/be sikertelen. SHFleOperation result no. %s
ru_ru: Ошибка перемещения из %s в %s. Код результата SHFileOperation %s
sv: Flyttning från %s till %s misslyckades. SHFileOperation resultat nr. %s

source: Deleting %s failed. SHFileOperation result no. %s
hu_hu: %s törlése sikertelen SHFileOperation result no. %s
ru_ru: Сбой при удалении %s. Код возрата SHFileOperation равен %s
sv: Radering av %s misslyckades. SHFileOperation resultat nr. %s

source: Modified
hu_hu: Módosítva
ru_ru: Изменены
sv: Ändrad

source: Versions
hu_hu: Verzió
ru_ru: Версии
sv: Versioner

source: Show dates without associated wiki words
hu_hu: Mutassa a dátumakat a kapcsolódó wikiszavak nélkül
ru_ru: Показать даты без соответствующих вики-слов
sv: Visa datum utan koppling till wikiord

source: List dates ascending or descending
hu_hu: A dátumokat emelkedő, vagy csökkenő rendben sorolja
ru_ru: Список дат в восходящем или нисходящем порядке
sv: Lista datum stigande eller fallande

source: Versioning data damaged
hu_hu: A verzió dátuma megsérült
ru_ru: Данные о версиях повреждены
sv: Versionsdata skadat

source: Deleting in-between versions is not supported yet
hu_hu: Verziók közötti törlés még nem támogatott
ru_ru: Удаление промежуточных версий пока не поддерживается
sv: Radering av mellanliggande versioner stöds inte ännu

source: Do you want to delete this version?
hu_hu: Törli ezt a verziót?
ru_ru: Вы хотите удалить эту версию?
sv: Vill du radera denna version?

source: Delete version
hu_hu: Verzió törlése
ru_ru: Удалить версию
sv: Radera version

source: Do you want to delete all version data of this page?
hu_hu: Törli az összes verzióadatot ezen a lapon?
ru_ru: Вы хотите удалить все данные о версиях этой страницы?
sv: Vill du radera den här sidans alla versionsdata?

source: Delete all versions
hu_hu: Összes verzió törlése
ru_ru: Удалить все версии
sv: Radera alla versioner

source: Current
hu_hu: Aktuális
ru_ru: Текущая
sv: Aktuell

source: Diff inline
hu_hu: Jav. megjelen.
ru_ru: Отличия версий
sv: Diff i text

source: Show the difference between two versions inline
hu_hu: Mutassa a két verzió közötti különbséget megnyitott állapotban
ru_ru: Показать различие между версиями внутри текста
sv: Visa skillnaden mellan två versioner i texten

source: Set diff from
hu_hu: Dif.-et vegye innen
ru_ru: Сравнить эту страницу...
sv: Ange diff från

source: Set the "from" version in diff
hu_hu: Helyezze a "ból verziót a dif.-be
ru_ru: Сравнить эту страницу...
sv: Ange "från" version i diff

source: Set diff to
hu_hu: Dif.-et tegye ide
ru_ru: ...с этой страницей
sv: Ange diff till

source: Set the "to" version in diff
hu_hu: Helyezze a "ba" verziót a dif.-be
ru_ru: Установить версию для сравнения
sv: Ange "till" version i diff

source: Delete selected version
hu_hu: Kiválasztott verziók törlése
ru_ru: Удалить выбранную версию
sv: Radera vald version

source: Add version
hu_hu: Verzió hozzáadása
ru_ru: Добавить версию
sv: Lägg till version

source: Add a new version
hu_hu: Új verzió hozzáadása
ru_ru: Добавить новую версию
sv: Lägg till ny version
