Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: Delete all versions of current page
hu_hu: Az aktuális lap valamennyi verziójának törlése
ru_ru: Удалить все версии текущей страницы
sv: Radera den aktuella sidans alla versioner

source: Page Name
hu_hu: Lapnév
ru_ru: Страница

source: Visited
hu_hu: Megtekintett
ru_ru: Время посещ.

source: Clear history
hu_hu: Előzmények törlése
ru_ru: Очистить историю

source: File compare error, file not readable or changed during compare
hu_hu: Fájl összehasonlítási hiba, a fájl nem olvasható, vagy összevetés közben megváltozott
ru_ru: Ошибка сравнения файла, файл не читается или был изменён во время сравнения
sv: Fel vid jämförelse av fil, filen går inte att läsa eller så ändrades den under jämförelsen

source: Path '%s' must point to an existing file
hu_hu: '%s' útvonalnak létező fájlra kell mutatnia
ru_ru: Путь '%s' должен указывать на существующий файл
sv: Sökvägen '%s' måste peka på en existerande fil

source: Internal error: Bad source file name
hu_hu: Belső hiba. Rossz forrásfájlnév
ru_ru: Внутренняя ошибка: Неверно имя файла-источника
sv: Internt fel: Felaktigt namn på källfilen

source: Copy of file '%s' couldn't be created
hu_hu: '%s' fájl másolatát nem lehetett létrehozni
ru_ru: Копии файла '%s' не может быть создана
sv: Kopia av filen '%s' kunde inte skapas

source: Database exists already and is currently in use
hu_hu: Az adatbázis már létezik és jelenleg használatban van
ru_ru: База данных уже существует и сейчас используется
sv: Databasen finns redan och används nu

source: Data handler %s not available
hu_hu: Adatkezelő %s elérhetetlen
ru_ru: Обработчик данных %s недоступен
sv: Datahanteraren %s är inte tillgänglig

source: Database is already in use with database handler "%s". Can't open with different handler.
hu_hu: Adatbázist "%s" adatbáziskezelő már használja. Másik kezelővel nem nyitható meg.
ru_ru: База данных уже используется с обработчиком базы данных "%s". Невозможно открыть с другим обработчиком.
sv: Databasen används redan av databashanteraren "%s". Kan inte öppna med en annan hanterare.

source: Database is already in use with wiki language handler "%s". Can't open with different handler.
hu_hu: Adatbázist a wiki "%s" nyelvi kezelője már használja. Eltérő kezelővel nem nyitható meg.
ru_ru: База данных уже используется с обработчиком синтаксиса вики "%s". Невозможно открыть с другим обработчиком.
sv: Databasen används redan av wikispråkhanteraren '%s'. Kan inte öppna med en annan hanterare.

source: Wiki is probably already in use by other instance
hu_hu: A wikit egy másik példány már valószínűleg használja.
ru_ru: Вики, вероятно, уже используется другой копией
sv: Wikin används troligen redan av en annan instans

source: Wiki configuration file is corrupted
hu_hu: Sérült a wiki konfigurációs fájlja
ru_ru: Файл конфигурации вики повреждён
sv: Wikins konfigurationsfil är korrupt

source: No data handler information found, probably "Original Gadfly" is right.
hu_hu: Nics információ az adatkezelőről, valószínűleg az "Original Gadfly" megfelel.
ru_ru: Не найдена информация об обработчике данных, вероятно, это "Original Gadfly".
sv: Ingen information om datahanterare hittades, förmodligen är "Original Gadfly" den rätta.

source: Required data handler "%s" unknown to WikidPad
hu_hu: A szükséges adatkezelőt "%s" a WikidPad nem ismeri
ru_ru: Требуемый обработчик данных "%s" неизвестен WikidPad
sv: Den begärda datahanteraren "%s" är okänd för WikidPad

source: Error on initializing data handler "%s"
hu_hu: Hiba az adatkezelő indításakor "%s"
ru_ru: Ошибка при инициализации обработчика "%s"
sv: Fel vid anslutning till databasen "%s"

source: Required wiki language handler "%s" not available
hu_hu: A szükséges nyelvkezelő "%s" nem áll rendelkezésre
ru_ru: Требуемый обработчик синтаксиса "%s" не доступен
sv: Den begärda wikispråkhanteraren "%s" är inte tillgänglig

source: Recovery mode not supported
hu_hu: Helyreáéllítási mód nem támogatott
ru_ru: Режим восстановления не поддерживается

source: Word '%s' not in wiki
hu_hu: '%s' szó nincs a wikiben
ru_ru: Слова '%s' нет в вики
sv: Ordet '%s' finns inte i wikin

source: Update basic link info
hu_hu: Alap hivatkozási információk frissítése
ru_ru: Обновление осн.информации о связях
sv: Uppdaterar grundläggande länkinformation

source: Starting update thread
hu_hu: Frissítési folyamat indítása
ru_ru: Запуск процесса обновления
sv: Startar uppdateringstråd

source: Update attributes of %s
hu_hu: %s jellemzőinek frissítésa
ru_ru: Обновление атрибутов: %s
sv: Uppdatera %s attribut

source: Update syntax of %s
hu_hu: %s szintaxisának frissítése
ru_ru: Обновление синтаксиса: %s
sv: Uppdatera syntaxen för %s

source: Update index of %s
hu_hu: %s indexének frissítése
ru_ru: Обновление индекса: %s
sv: Uppdatera index för %s

source: Final cleanup
hu_hu: Végső tisztítás
ru_ru: Окончательно прибираемся
sv: Städar upp

source: Cannot rename '%s' to '%s', '%s' already exists
hu_hu: '%s'-t to '%s'-ra nem tudja átnevezni, '%s' már létezik
ru_ru: Невозможно переименовать '%s' в '%s', '%s' уже существует
sv: Kan inte byta namn på '%s' till '%s', '%s' finns redan

source: database already exists at location: %s
hu_hu: adatbázis %s helyen már létezik.
ru_ru: база данных уже существует в: %s
sv: databasen finns redan på platsen: %s

source: Update needed
hu_hu: Frissítés szükséges
ru_ru: Требуется обновление
sv: Uppdatering behövs

source: Database has unknown format branchtag='%s'
hu_hu: Az adatbázis '%s' kiterjesztése ismeretlen
ru_ru: База данных имеет неизвестный format branchtag='%s'
sv: Databasen har okänd formatförgrening='%s'

source: Database has unknown format version='%i'
hu_hu: Adatbázis formátuma='%i', ismeretlen verzió
ru_ru: База данных имеет неизвестную версию формата='%i'
sv: Databasen har en okänd formatversion='%i'

source: Update needed, current format version='%i'
hu_hu: Frissítés kell, a formátum jelenlegi verziója='%i'
ru_ru: Требуется обновление, текущая версия формата='%i'
sv: Uppdatering behövs, aktuell formatversion='%i'

source: Database format is up to date
hu_hu: Az adatbázis formátuma friss
ru_ru: Формат базы данных не требует обновления
sv: Databasformatet är uppdaterat

source: Wiki page not found: %s
hu_hu: %s wikilap nem taláható
ru_ru: Вики-страница не найдена: %s
sv: Wikisidan hittades inte: %s

source: You cannot delete the root wiki node
hu_hu: Nem törölheti a gyökér wiki csomópontot
ru_ru: Вы не можете удалить корневой узел вики
sv: Du kan inte radera wikins rotnod

source: Wiki page not found (no path information) for word: %s
hu_hu: %s szóhoz wikilap nem található (nincs útvonalinformáció)
ru_ru: Для слова %s не найдена вики-страница (нет информации о пути).
sv: Wikisida hittades inte (ingen sökvägsinformation) för ordet: %s

source: Wiki page not found (bad path information) for word: %s
hu_hu: Nem található wiki lap (rossz útvonalinformáció) a szóhoz
ru_ru: Для слова %s не найдена вики-страница (неверна информация о пути).
sv: Wikisida hittades inte (felaktig sökvägsinformation) för ordet: %s

source: Bool&ean regex
ru_ru: &Булево регулярное выражение
sv: Bool&esk regex

source: Export
ru_ru: Экспорт
sv: Exportera

source: Font:
ru_ru: Шрифт:
sv: Typsnitt:

source: Force editor to write platform dependent files
ru_ru: Редактор записывает платформозависимые файлы

source: I&ndex
ru_ru: И&ндекс

source: Miscellanous
ru_ru: Другие

source: Rebuild:
ru_ru: Перестроить:

source: Whole wiki
ru_ru: Всю вики
sv: Hela wikin

source: Wrap by
ru_ru: Перенос по

source: c&ursor
ru_ru: позиции к&урсора

source: character
ru_ru: символам

source: seconds
ru_ru: (секунды)

source: word
ru_ru: словам

source: W&iki
ru_ru: &Вики

source: &Export...
ru_ru: &Экспорт...
sv: Exportera...

source: &Import...
ru_ru: &Импорт...
sv: &Importera...

source: &Wiki
ru_ru: &Вики

source: E&xtra
ru_ru: &Дополнительно
sv: Tillbehör

source: Mod.: %s
ru_ru: Модиф.: %s
sv: Ändrad: %s

source: Wiki: %s
ru_ru: Вики: %s

source: New wiki defaults
ru_ru: Умолчания для новой вики

source: &Paste Raw HTML
ru_ru: Вставить HTML без обработки

source: Paste HTML data as is if available
ru_ru: Вставить данные HTML как есть, если они доступны

source: Optional component &log...
ru_ru: Журнал дополнительных компонент...

source: Show error while initializing optional components
ru_ru: Вывести ошибки инициализации дополнительных компонент

source: Optional component error log
ru_ru: Журнал ошибок дополнительных компонент

source: Enter wikiword (or text) to search for...
ru_ru: Введите викислово (или текст) для поиска...

source: Page has no parents
ru_ru: Страница не имеет родителей

source: Image does not exist
ru_ru: Картинка не существует

source: &Replace by:
sv: E&rsätt med:

source: Plain text
sv: Oformaterad text

source: <pre>[Allow evaluation of insertions in "Options", page "Security", option "Process insertion scripts"]</pre>
sv: <pre>[Tillåt evaluering av infogningsskript i "Alternativ", sidan "Säkerhet", alternativet "Kör infogningsskript"]</pre>

source: Options: -h, --help: Show this message box -w, --wiki <wiki path>: set the wiki to open on startup -p, --page <page name>: set the page to open on startup -x, --exit: exit immediately after performing command line actions --export-what <what>: choose if you want to export page, subtree or wiki --export-type <type>: tag of the export type --export-dest <destination path>: path of destination directory for export --export-saved <name of saved export>: alternatively name of saved export to run --export-compfn: Use compatible filenames on export --continuous-export-saved <name of saved export>: continuous export to start with --rebuild: rebuild the Wiki database --no-recent: Do not record opened wikis in recently opened wikis list --preview: If no pages are given, all opened pages from previous session are opened in preview mode. Otherwise all pages given after that option are opened in preview mode. --editor: Same as --preview but opens in text editor mode.
sv: Alternativ: -h, --help: Visa denna meddelanderuta -w, --wiki <sökväg till wiki>: Ange vilken wiki som ska öppnas vid start -p, --page <sidnamn>: Ange vilken sida som ska öppnas vid start -x, --exit: Avsluta direkt efter att kommandon har körts --export-what <page, subtree, wiki>: Välj om du vill exportera sida, underträd eller wiki --export-type <type>: Exporttyp --export-dest <sökväg>: Sökväg till målkatalogen för export --export-saved <namn på sparad export>: namn på sparad export som ska köras --export-compfn: Använd kompatibla filnamn vid export --continuous-export-saved <namn på sparad export>: kontinuerlig export att starta med --rebuild: Bygg om wikidatabasen --no-recent: Visa inte öppnade wikis i listan över nyligen öppnade wikis --preview: Om inga sidor anges kommer alla öppnade sidor i föregående session öppnas i förhandsgranskningsläge. I annat fall kommer alla sidor som anges efter detta alternativ att öppnas i förhandsgranskningsläge. --editor: Samma som --preview men öppnas i texteditorläge.
