Repository: WikidPad/WikidPad
Catalog: WikidPad/WikidPad_*.po
Languages: hu_hu, ru_ru, sv

source: *%s page(s) referring to* %s
hu_hu: *%s lap(ok) hivatkozi(na)k a* %s-ra
ru_ru: *Всего %s стр. ссылается на страницу* %s:
sv: *%s sidor hänvisar till* %s

source: *%s page(s) referred to by* %s
hu_hu: *%s lap(ok)ra a *%s hivatkozi(na)k
ru_ru: *Всего на %s стр. ссылается страница* %s:
sv: *%s sidor hänvisade till av * %s

source: This is a footnote
hu_hu: Lábjegyzet
ru_ru: Это сноска
sv: Detta är en fotnot

source: This is syntactically not a wiki word
hu_hu: Szintaktikailag nem wikiszó
ru_ru: Синтаксическая ошибка в вики-слове
sv: Detta är syntaktiskt inte ett wikiord

source: ++ Wiki Settings These are your default global settings. [global.importance.low.color: grey] [global.importance.high.bold: true] [global.contact.icon: contact] [global.wrap: 70] [icon: cog]
hu_hu: ++ Wiki beállítások Az Ön glogális wiki alapbeállításai. [global.importance.low.color: grey] [global.importance.high.bold: true] [global.contact.icon: contact] [global.wrap: 70] [icon: cog]
ru_ru: ++ Wiki Settings Это ваши общие установки по умолчанию. [global.importance.low.color: grey] [global.importance.high.bold: true] [global.contact.icon: contact] [global.wrap: 70] [icon: cog]
sv: ++ Wiki Settings Detta är dina globala standardinställningar. [global.importance.low.color: grey] [global.importance.high.bold: true] [global.contact.icon: contact] [global.wrap: 70] [icon: cog]

source: Links to:
hu_hu: Link ehhez:
ru_ru: Ссылки на:
sv: Länkar till:

source: '%s' is an invalid WikiWord
hu_hu: '%s' szabálytalan Wikiszó
ru_ru: '%s' - неверное вики-слово
sv: '%s' är ett ogiltigt wikiord

source: '%s' is not an existing wikiword. Create?
hu_hu: '%s' nem létező wikiszó. Létrehozzam?
ru_ru: Вики-слово '%s' не существует. Создать?
sv: '%s' finns inte som wikiord. Skapa?

source: Create
hu_hu: Létrehoz
ru_ru: Создать
sv: Skapa

source: '%s' exists already
hu_hu: '%s' már létezik
ru_ru: '%s' уже существует
sv: '%s' finns redan

source: Do you want to delete %i wiki page(s)?
hu_hu: Törölni akarja %i wikilap(oka)t?
ru_ru: Выбрано страниц для удаления: %i. Удалить?
sv: Vill du radera %i wikisidor?

source: Can't process renaming: %s
hu_hu: Az átnevezés nem folytatható: %s
ru_ru: Невозможно переименовать: %s
sv: Kan inte genomföra namnbyte: %s

source: Can't rename
hu_hu: Nem átnevezhető
ru_ru: Невозможно переименовать
sv: Kan inte byta namn

source: Can't rename to itself
hu_hu: Önmagára nem átnevezhető
ru_ru: Невозможно переименовать в себя
sv: Kan inte namnge till sitt eget namn

source: Word already exists
hu_hu: Szó már létezik
ru_ru: Слово уже существует
sv: Ordet finns redan

source: Select Icon
hu_hu: Ikon kiválasztás
ru_ru: Выберите иконку
sv: Välj ikon

source: Icon
hu_hu: Ikon
ru_ru: Иконка
sv: Ikon

source: <html> <body bgcolor="#FFFFFF"> <table border="1" align="center" style="border-collapse: collapse"> <tr><td align="center" valign="baseline"><b>Directive</b></td> <td align="left"><b>Meaning</b></td></tr> <tr><td align="center" valign="baseline"><code>%a</code></td> <td align="left">Locale's abbreviated weekday name.</td></tr> <tr><td align="center" valign="baseline"><code>%A</code></td> <td align="left">Locale's full weekday name.</td></tr> <tr><td align="center" valign="baseline"><code>%b</code></td> <td align="left">Locale's abbreviated month name.</td></tr> <tr><td align="center" valign="baseline"><code>%B</code></td> <td align="left">Locale's full month name.</td></tr> <tr><td align="center" valign="baseline"><code>%c</code></td> <td align="left">Locale's appropriate date and time representation.</td></tr> <tr><td align="center" valign="baseline"><code>%d</code></td> <td align="left">Day of the month as a decimal number [01,31].</td></tr> <tr><td align="center" valign="baseline"><code>%H</code></td> <td align="left">Hour (24-hour clock) as a decimal number [00,23].</td></tr> <tr><td align="center" valign="baseline"><code>%I</code></td> <td align="left">Hour (12-hour clock) as a decimal number [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%j</code></td> <td align="left">Day of the year as a decimal number [001,366].</td></tr> <tr><td align="center" valign="baseline"><code>%m</code></td> <td align="left">Month as a decimal number [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%M</code></td> <td align="left">Minute as a decimal number [00,59].</td></tr> <tr><td align="center" valign="baseline"><code>%p</code></td> <td align="left">Locale's equivalent of either AM or PM.</td></tr> <tr><td align="center" valign="baseline"><code>%S</code></td> <td align="left">Second as a decimal number [00,61].</td></tr> <tr><td align="center" valign="baseline"><code>%u</code></td> <td align="left">Weekday as a decimal number [1(Monday),7].</td></tr> <tr><td align="center" valign="baseline"><code>%U</code></td> <td align="left">Week number of the year (Sunday as the first day of the week) as a decimal number [00,53]. All days in a new year preceding the first Sunday are considered to be in week 0.</td></tr> <tr><td align="center" valign="baseline"><code>%w</code></td> <td align="left">Weekday as a decimal number [0(Sunday),6].</td></tr> <tr><td align="center" valign="baseline"><code>%W</code></td> <td align="left">Week number of the year (Monday as the first day of the week) as a decimal number [00,53]. All days in a new year preceding the first Monday are considered to be in week 0.</td></tr> <tr><td align="center" valign="baseline"><code>%x</code></td> <td align="left">Locale's appropriate date representation.</td></tr> <tr><td align="center" valign="baseline"><code>%X</code></td> <td align="left">Locale's appropriate time representation.</td></tr> <tr><td align="center" valign="baseline"><code>%y</code></td> <td align="left">Year without century as a decimal number [00,99].</td></tr> <tr><td align="center" valign="baseline"><code>%Y</code></td> <td align="left">Year with century as a decimal number.</td></tr> <tr><td align="center" valign="baseline"><code>%Z</code></td> <td align="left">Time zone name (no characters if no time zone exists).</td></tr> <tr><td align="center" valign="baseline"><code>%%</code></td> <td align="left">A literal "<tt class="character">%</tt>" character.</td></tr> <tr><td align="center" valign="baseline"><code>\n</code></td> <td align="left">A newline.</td></tr> <tr><td align="center" valign="baseline"><code>\\</code></td> <td align="left">A literal "<tt class="character">\</tt>" character.</td></tr> </tbody> </table> </body> </html>
hu_hu: <html> <body bgcolor="#FFFFFF"> <table border="1" align="center" style="border-collapse: collapse"> <tr><td align="center" valign="baseline"><b>Utasítás</b></td> <td align="left"><b>Jelentés</b></td></tr> <tr><td align="center" valign="baseline"><code>%a</code></td> <td align="left">A hét napjai rövidítve helyi nyelven</td></tr> <tr><td align="center" valign="baseline"><code>%A</code></td> <td align="left">A hét napjai helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%b</code></td> <td align="left">A hónapok rövidítve helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%B</code></td> <td align="left">A hónapok neve helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%c</code></td> <td align="left">Dátum és idő szabályos megjelenítése helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%d</code></td> <td align="left">A hónap napjai számokkal. [01,31].</td></tr> <tr><td align="center" valign="baseline"><code>%H</code></td> <td align="left">Óra (24 órás megjelenítés) számokkal [00,23].</td></tr> <tr><td align="center" valign="baseline"><code>%I</code></td> <td align="left">Óra (12 órás megjelenítés) számokkal. [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%j</code></td> <td align="left">Év napja számokkal [001,366].</td></tr> <tr><td align="center" valign="baseline"><code>%m</code></td> <td align="left">Hónapok számokkal. [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%M</code></td> <td align="left">Percek, számokkal. [00,59].</td></tr> <tr><td align="center" valign="baseline"><code>%p</code></td> <td align="left">DE DU megfelelője helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%S</code></td> <td align="left">Másodperc számokkal [00,61].</td></tr> <tr><td align="center" valign="baseline"><code>%u</code></td> <td align="left">Hét napja számokkal [1(Hétfő),7].</td></tr> <tr><td align="center" valign="baseline"><code>%U</code></td> <td align="left">Az év hetének sorszáma (vasárnap az első nap a héten) [00,53]. Az új évet következő napok számítanak és az első vasárnap a 0. hétre esik.</td></tr> <tr><td align="center" valign="baseline"><code>%w</code></td> <td align="left">A hét napja számokkal [0(vasárnap),6].</td></tr> <tr><td align="center" valign="baseline"><code>%W</code></td> <td align="left">Az év hetének sorszáma (hétfő az első nap a héten) [00,53]. Az új évet következő napok számítanak és az első hétfő a 0. hétre esik.</td></tr> <tr><td align="center" valign="baseline"><code>%x</code></td> <td align="left">A dátum szabályos megjelenítése helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%X</code></td> <td align="left">Az idő szabályos megjelenítése helyi nyelven.</td></tr> <tr><td align="center" valign="baseline"><code>%y</code></td> <td align="left">Évszám arabszámmal évszázad nélkül [00,99].</td></tr> <tr><td align="center" valign="baseline"><code>%Y</code></td> <td align="left">Évszám arabszámmal évszázaddal .</td></tr> <tr><td align="center" valign="baseline"><code>%Z</code></td> <td align="left">Az időzóna elnevezése (nincs betű nemlétező időzónánál).</td></tr> <tr><td align="center" valign="baseline"><code>%%</code></td> <td align="left">Betű "<tt class="character">%</tt>" karakter.</td></tr> <tr><td align="center" valign="baseline"><code>\n</code></td> <td align="left">Új sor</td></tr> <tr><td align="center" valign="baseline"><code>\\</code></td> <td align="left">Betű "<tt class="character">\</tt>" Karakter.</td></tr> </tbody> </table> </body> </html>
ru_ru: <html> <body bgcolor="#FFFFFF"> <table border="1" align="center" style="border-collapse: collapse"> <tr><td align="center" valign="baseline"><b>Код</b></td> <td align="left"><b>Расшифровка</b></td></tr> <tr><td align="center" valign="baseline"><code>%a</code></td> <td align="left">Сокращённый день недели.</td></tr> <tr><td align="center" valign="baseline"><code>%A</code></td> <td align="left">Полный день недели.</td></tr> <tr><td align="center" valign="baseline"><code>%b</code></td> <td align="left">Сокращённое название месяца.</td></tr> <tr><td align="center" valign="baseline"><code>%B</code></td> <td align="left">Полное название месяца.</td></tr> <tr><td align="center" valign="baseline"><code>%c</code></td> <td align="left">Локализованное представление даты и времени.</td></tr> <tr><td align="center" valign="baseline"><code>%d</code></td> <td align="left">День месяца в виде десятичного числа [01,31].</td></tr> <tr><td align="center" valign="baseline"><code>%H</code></td> <td align="left">Час в виде десятичного числа [00,23].</td></tr> <tr><td align="center" valign="baseline"><code>%I</code></td> <td align="left">Час в виде десятичного числа [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%j</code></td> <td align="left">День года в виде десятичного числа [001,366].</td></tr> <tr><td align="center" valign="baseline"><code>%m</code></td> <td align="left">Месяц в виде десятичного числа [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%M</code></td> <td align="left">Минуты в виде десятичного числа [00,59].</td></tr> <tr><td align="center" valign="baseline"><code>%p</code></td> <td align="left">Локализованный эквивалент AM или PM.</td></tr> <tr><td align="center" valign="baseline"><code>%S</code></td> <td align="left">Секунды в виде десятичного числа [00,61].</td></tr> <tr><td align="center" valign="baseline"><code>%u</code></td> <td align="left">День недели в виде десятичного числа [1(Пн),7].</td></tr> <tr><td align="center" valign="baseline"><code>%U</code></td> <td align="left">Номер недели в году (Вс - первый день недели) в виде десятичного числа [00,53]. Все дни в новом году, предшествующие первому воскресенью имеют номер недели 0.</td></tr> <tr><td align="center" valign="baseline"><code>%w</code></td> <td align="left">День недели в виде десятичного числа [0(Вс),6].</td></tr> <tr><td align="center" valign="baseline"><code>%W</code></td> <td align="left">Номер недели в году (Пн - первый день недели) в виде десятичного числа [00,53]. Все дни в новом году, предшествующие первому понедельнику имеют номер недели 0.</td></tr> <tr><td align="center" valign="baseline"><code>%x</code></td> <td align="left">Локализованное представление даты.</td></tr> <tr><td align="center" valign="baseline"><code>%X</code></td> <td align="left">Локализованное представление времени.</td></tr> <tr><td align="center" valign="baseline"><code>%y</code></td> <td align="left">Год без столетия в виде десятичного числа [00,99].</td></tr> <tr><td align="center" valign="baseline"><code>%Y</code></td> <td align="left">Год со столетием в виде десятичного числа.</td></tr> <tr><td align="center" valign="baseline"><code>%Z</code></td> <td align="left">Временной пояс (ничего, если пояс не существует).</td></tr> <tr><td align="center" valign="baseline"><code>%%</code></td> <td align="left">Символ "<tt class="character">%</tt>".</td></tr> <tr><td align="center" valign="baseline"><code>\n</code></td> <td align="left">Новая строка.</td></tr> <tr><td align="center" valign="baseline"><code>\\</code></td> <td align="left">Символ "<tt class="character">\</tt>".</td></tr> </tbody> </table> </body> </html>
sv: <html> <body bgcolor="#FFFFFF"> <table border="1" align="center" style="border-collapse: collapse"> <tr><td align="center" valign="baseline"><b>Direktiv</b></td> <td align="left"><b>Betydelse</b></td></tr> <tr><td align="center" valign="baseline"><code>%a</code></td> <td align="left">Lokal förkortning på veckodagens namn.</td></tr> <tr><td align="center" valign="baseline"><code>%A</code></td> <td align="left">Lokalt namn på veckodag.</td></tr> <tr><td align="center" valign="baseline"><code>%b</code></td> <td align="left">Lokal förkortning på månadens namn.</td></tr> <tr><td align="center" valign="baseline"><code>%B</code></td> <td align="left">Lokalt namn på månaden.</td></tr> <tr><td align="center" valign="baseline"><code>%c</code></td> <td align="left">Lokalt anpassad dag, datum och klockslag.</td></tr> <tr><td align="center" valign="baseline"><code>%d</code></td> <td align="left">Dag i månaden som tal [01,31].</td></tr> <tr><td align="center" valign="baseline"><code>%H</code></td> <td align="left">Timme (24-timmarsklocka) som tal [00,23].</td></tr> <tr><td align="center" valign="baseline"><code>%I</code></td> <td align="left">Timme (12-timmarsklocka) som tal [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%j</code></td> <td align="left">Dag på året som tal [001,366].</td></tr> <tr><td align="center" valign="baseline"><code>%m</code></td> <td align="left">Månad som tal [01,12].</td></tr> <tr><td align="center" valign="baseline"><code>%M</code></td> <td align="left">Minuter som tal [00,59].</td></tr> <tr><td align="center" valign="baseline"><code>%p</code></td> <td align="left">Lokalt värde med antingen AM eller PM.</td></tr> <tr><td align="center" valign="baseline"><code>%S</code></td> <td align="left">Sekunder som tal [00,61].</td></tr> <tr><td align="center" valign="baseline"><code>%u</code></td> <td align="left">Veckodag som tal [1(måndag),7].</td></tr> <tr><td align="center" valign="baseline"><code>%U</code></td> <td align="left">Veckonummer under året (söndag som veckans första dag) som tal [00,53]. Alla dagar på nytt år före den första söndagen betraktas som veckonummer 0.</td></tr> <tr><td align="center" valign="baseline"><code>%w</code></td> <td align="left">Veckodag som tal [0(söndag),6].</td></tr> <tr><td align="center" valign="baseline"><code>%W</code></td> <td align="left">Veckonummer under året (måndag som veckans första dag) som tal [00,53]. Alla dagar på nytt år före den första måndagen betraktas som veckonummer 0.</td></tr> <tr><td align="center" valign="baseline"><code>%x</code></td> <td align="left">Lokalt anpassat datum.</td></tr> <tr><td align="center" valign="baseline"><code>%X</code></td> <td align="left">Lokalt anpassat klockslag.</td></tr> <tr><td align="center" valign="baseline"><code>%y</code></td> <td align="left">År utan århundrade som tal [00,99].</td></tr> <tr><td align="center" valign="baseline"><code>%Y</code></td> <td align="left">År med århundrade som tal.</td></tr> <tr><td align="center" valign="baseline"><code>%Z</code></td> <td align="left">Tidszon (inga tecken visas om det inte finns någon tidszon).</td></tr> <tr><td align="center" valign="baseline"><code>%%</code></td> <td align="left">Ett "<tt class="character">%</tt>"-tecken.</td></tr> <tr><td align="center" valign="baseline"><code>\n</code></td> <td align="left">En ny rad.</td></tr> <tr><td align="center" valign="baseline"><code>\\</code></td> <td align="left">Ett "<tt class="character">\</tt>"-tecken.</td></tr> </tbody> </table> </body> </html>

source: <invalid>
hu_hu: <érvénytelen>
ru_ru: <ошибка>
sv: <ogiltig>

source: Continuous Export
hu_hu: Folyamatos export
ru_ru: Непрерывный экспорт
sv: Kontinuerlig export

source: Destination file:
hu_hu: Célfájl:
ru_ru: Выберите файл:
sv: Målfil:

source: Destination directory does not exist
hu_hu: Célkönyvtár nem létezik
ru_ru: Целевая папка не существует
sv: Målkatalog finns inte

source: Destination must be a directory
hu_hu: A cél, könyvtár kell legyen
ru_ru: Цель должна быть папкой
sv: Målet måste vara en katalog

source: Destination must be a file
hu_hu: A cél, fálj kell legyen
ru_ru: Цель должна быть файлом
sv: Målet måste vara en fil

source: Exporting
hu_hu: Exportál
ru_ru: Экспорт
sv: Exporterar

source: Preparing
hu_hu: Előkészítés
ru_ru: Подготовка
sv: Förbereder

source: Error while exporting
hu_hu: Hiba exportáláskor
ru_ru: Ошибка при экспорте
sv: Fel vid export

source: Select Export Directory
hu_hu: Válassza ki ez exportkönyvtárat
ru_ru: Выберите папку для экспорта
sv: Välj exportkatalog

source: All files (*.*)
hu_hu: Összes fájl (*.*)
ru_ru: Все файлы (*.*)
sv: Alla filer (*.*)

source: Select Export File
hu_hu: Exportfájl Kiválasztása
ru_ru: Выберите файл для экспорта
sv: Välj exportfil

source: No real wiki word selected as root
hu_hu: A gyökérnek választott nem wikiszó
ru_ru: Нет реального вики-слова, выбранного как корневое
sv: Inget riktigt wikiord har valts som rot

source: Choose export title
hu_hu: Export-cím kiválasztása
ru_ru: Выберите название Экспорта
sv: Välj exporttitel

source: Do you want to overwrite existing export '%s'?
hu_hu: Felül akarja írni a létező exportot '%s'?
ru_ru: Вы хотите заменить существующий Экспорт '%s'?
sv: Vill du skriva över befintlig export '%s'?

source: Overwrite export
hu_hu: Export felülírása
ru_ru: Заменить Экспорт
sv: Skriv över export

source: Do you want to delete %i export(s)?
hu_hu: Törölni akarja az %i exporto(ka)t?
ru_ru: Выбрано экспортов: %i. Удалить?
sv: Vill du radera %i export(er)?

source: Delete export
hu_hu: Export törlése
ru_ru: Удалить Экспорт
sv: Radera export

source: Selected export type does not support saving
hu_hu: A választot exporttípus nem támogatja a mentést
ru_ru: Выбранный тип экспорта не поддерживает сохранение
sv: Vald export stöder inte att sparas

source: Export type '%s' of saved export is not supported
hu_hu: A(z) '%s' mentett export típusa nem támogatott
ru_ru: Тип экспорта '%s' для сохранённого Экспорта не поддерживается
sv: Exporttypen '%s' i sparad export stöds inte

source: Saved export uses different version for additional options than current export Export type: '%s' Saved export version: %i Current export version: %i
hu_hu: A mentett export a kiegészítő opciókra eltérő verziót használ mint a jelenlegi export Exportport típusa: '%n' Mentett export verziója: %i Aktuális export verziója: %i
ru_ru: Сохранённый Экспорт использует версию дополнительных опций, отличную от текущего Экспорта Тип экспорта: '%s' Версия сохранённого экспорта: %i Версия текущего экспорта: %i
sv: Sparade export använder en annan version för fler alternativ än aktuell export Exporttyp: '%s' Sparad exportversion: %i Aktuell exportversion: %i

source: Type of additional option storage ('%s') is unknown
hu_hu: A további opciók tárolásának típusa ('%s') ismeretlen
sv: Typ av ytterligare lagringsalternativ ('%s') är okänd

source: Error during retrieving saved export:
hu_hu: Hiba a mentett export beolvasásakor:
ru_ru: Ошибка при чтении сохранённого экспорта:
sv: Ett fel uppstod vid hämtning av sparad export:

source: Source file:
hu_hu: Forrásfájl:
ru_ru: Исходный файл:
sv: Källfil:

source: Source does not exist
hu_hu: Forrás nem létezik
ru_ru: Источник не существует
sv: Källa finns inte

source: Source must be a directory
hu_hu: A forrás, könyvtár kell legyen
ru_ru: Источник должен быть папкой
sv: Källa måste vara en katalog

source: Source must be a file
hu_hu: A forrás, fálj kell legyen
ru_ru: Источник должен быть файлом
sv: Källa måste vara en fil

source: Error while importing
hu_hu: Hiba importáláskor
ru_ru: Ошибка при импорте
sv: Fel vid import

source: Select Import Directory
hu_hu: Import könyvtár kiválasztás
ru_ru: Выберите папку импорта
sv: Välj importkatalog

source: Select Import File
hu_hu: Importfájlt kiválasztás
ru_ru: Выберите файл импорта
sv: Välj importfil
